const jobList = [
  {
    id: "job1",
    jobTitle: "Хот төлөвлөгч",
    aboutJob:
      "Хот суурин газрын тогтвортой, үйл ажиллагаатай, тохиромжтой амьдрах орчныг бүрдүүлэх зорилготой хот, орон нутгийн хөгжлийг тодорхойлдог. Хүн ам зүй, газар ашиглалт, тээврийн хэв маягийн талаар судалгаа, шинжилгээ хийж хот байгуулалтын цогц төлөвлөгөө, бүсчлэлийн зохицуулалтыг боловсруулан хөгжлийн санаачилгын байгаль орчинд үзүүлэх нөлөөллийг үнэлэж хямд үнэтэй орон сууц, тээврийн дэд бүтэц зэрэг хотын тулгамдсан асуудлыг шийдвэрлэх бодлогын зөвлөмж гаргадаг. Мөн хэрэгжилтэд хяналт тавьж, зохицуулалтын шаардлагуудын хэрэгжилтийг хангадаг.",
    type: "zugnugch",
    workingTime: "9:00-18:00",
    pros: [
      "Том үр нөлөөтэй",
      "Төрөл бүрийн туршлагатай болно",
      "Асуудлыг бүтээлчээр шийднэ",
      "Ажлын тогтвортой байдал",
    ],
    cons: [
      "Асуудал шийдвэрлэхэд цаг их шаарддаг",
      "Улс төрийн нөлөө их",
      "Хязгаарлагдмал нөөц, санхүүжилттэй",
      "Дарамт их",
    ],
    lesson: ["mat", "ski"],
    university: ["muis", "shutis", "hais"],
    img: "/svg/jobs/hottuluv.png",
  },
  {
    id: "job2",
    jobTitle: "Эрчим хүчний инженер",
    aboutJob:
      "Сэргээгдэх эрчим хүчний инженерүүд салхи, нар, усан цахилгаан станц зэрэг тогтвортой эрчим хүчний системийг зохион бүтээж, хэрэгжүүлж, оновчтой болгодог. Тэд ТЭЗҮ-ийг хийж, зохицуулалтын хэрэгжилтийг хангаж, төслийг төлөвлөхөөс эхлээд хэрэгжүүлэх хүртэл удирддаг. Сэргээгдэх нөөцийг ашигласнаар чулуужсан түлшний хамаарлыг бууруулах, уур амьсгалын өөрчлөлтийг бууруулах, Монгол Улсын эрчим хүчний тогтвортой байдлыг дэмжихэд хувь нэмрээ оруулдаг. ",
    type: "zugnugch",
    workingTime: "9:00-18:00",
    pros: [
      "Тогтвортой хөгжилд оруулах хувь нэмэр их",
      "Сүүлийн үеийн технологитой ажиллана",
      "Олон улсын чадвартай болно",
      "Эрэлт ихтэй",
    ],
    cons: [
      "Найдвартай байдал бага",
      "Нөөциийн хувьд хязгаарлагдмал",
      "Техникийн төвөгтэй байдал их",
      "Санхүүгийн дэмжлэг их шаардагдана",
    ],
    lesson: ["mat", "phy", "eng"],
    university: ["muis", "shutis", "hais"],
    img: "/svg/jobs/sergegdeh.png"
  },
  {
    id: "job3",
    jobTitle: "AI ухаан хөгжүүлэгч",
    aboutJob:
      "Хиймэл оюун ухаан хөгжүүлэгчид нарийн төвөгтэй асуудлуудыг шийдвэрлэх, шинэлэг шийдлүүдийг боловсруулахад хиймэл оюун ухаан, машин сургалтын арга техникийг ашиглах үүрэгтэй. Өгөгдөлтэй ажиллан шийдвэр гаргах үйл явцыг сайжруулах алгоритм, загвар зохион бүтээж хөгжүүлдэг. Үүний тулд Python, Java, C++ зэрэг хэлээр програмчлах, өгөгдөлд дүн шинжилгээ хийх, урьдчилан боловсруулах, үнэлэх, бэлтгэгдсэн загваруудыг үйлдвэрлэлийн орчинд байрлуулах зэрэг зүйлсийг хийнэ. Мөн хиймэл оюун ухааны шийдлүүдийг програм эсвэл системд нэгтгэхийн тулд хөндлөнгийн багуудтай хамтран ажилладаг. ",
    type: "zugnugch",
    workingTime: "9:00-18:00",
    pros: [
      "Хамгийн сүүлийн үеийн, хурдацтай хөгжиж буй салбар",
      "Дэлхийд эрэлттэй",
      "Цалин өндөр",
      "Хэрэглээ их",
    ],
    cons: [
      "Олон төрлийн чадвар шаардагдана",
      "Нарийн төвөгтэй байдал их",
      "Технологийн хурдацтай өөрчлөлтөөс болж олон өөрчлөлт шаардагдана",
    ],
    lesson: ["mat", "phy", "eng"],
    university: ["muis", "shutis", "hais"],
    img: "/svg/jobs/ai hugjulegch.png"
  },
  {
    id: "job4",
    jobTitle: "Маркетинг",
    aboutJob:
      "Маркетингийн мэргэжилтнүүд нь зар сурталчилгаа, олон нийттэй харилцах, дижитал медиа гэх мэт янз бүрийн сувгаар дамжуулан зорилтот үзэгчдэд бүтээгдэхүүн, үйлчилгээ, санаагаа сурталчилдаг. Тэд зах зээлийн судалгаа хийж, стратеги боловсруулж, кампанит ажил явуулж, олон нийттэй харилцах харилцааг удирдаж, борлуулалт, брэндийн мэдлэгийг дээшлүүлэхийн тулд хэрэглэгчийн зан төлөвт дүн шинжилгээ хийдэг.",
    type: ["chigluulegch", "huviaraa"],
    workingTime: "9:00-18:00",
    pros: ["Төрөл бүрийн боломжоор дүүрэн", "Өндөр орлого", "Хөрвөх боломж их"],
    cons: [
      "Өрсөлдөөн их",
      "Дарамт их",
      "Ажлын цаг их",
      "Нийгмийн сонирхол хурдацтай өөрчлөгддөг",
    ],
    lesson: ["mat", "eng"],
    university: ["sezis", "muis", "shutis"],
    img: "/svg/jobs/market.png",
  },
  {
    id: "job5",
    jobTitle: "Улс төрч",
    aboutJob:
      "Улс төрчид хууль тогтоох, сонгогчдын эрх ашгийг төлөөлөх, бодлого боловсруулах, дипломат үйл ажиллагаа явуулах, төрийн үйл ажиллагаанд хяналт тавих зэрэг ажлыг хийдэг. Тэд хууль боловсруулж, иргэдийн санал хүсэлтийг шийдвэрлэж, бодлого хэрэгжүүлж, Монгол Улсыг олон улсад төлөөлж, засаглалын хариуцлагатай байдлыг хангадаг.",
    type: "zahiragch",
    workingTime: "",
    pros: [
      "Ард түмний эрх ашиг, дуу хоолойг илэрхийлж, хүн амд тустай бодлогыг сурталчлах боломжтой.",
      "Олон улсын тавцанд Монгол Улсыг төлөөлж, дипломат үйл ажиллагаа явуулж, бусад улс оронтой харилцаа холбоо тогтоодог.",
      "Зөв бодлого, хөрөнгө оруулалтаар эдийн засгийн өсөлт, хөгжлийг бий болгож чадна.",
    ],
    cons: [
      "Авлига нь улс төрчдийн дунд асуудал болж, төрд итгэх итгэлийг бууруулж, хөгжилд саад учруулдаг.",
      "Байнга олон нийтийн хяналтад байдаг бөгөөд үйлдэл, шийдвэр нь иргэд болон хэвлэл мэдээллийн байгууллагуудын хүчтэй шүүмжлэлд өртдөг.",
      "Хувийн аюулгүй байдал сул",
      "Стресс, ажлын ачаалал их",
    ],
    lesson: ["soc", "mon"],
    university: ["muis", "shutis", "mubis", "hais"],
    img: "/svg/jobs/ulsturch.png",
  },
  {
    id: "job6",
    jobTitle: "Найруулагч",
    aboutJob:
      "Найруулагч кино, телевиз, тайзны бүтээлийг удирдан чиглүүлж, уран сайхны алсын харааг бүрдүүлж, логистикийг удирдан чиглүүлдэг. Тэд багуудтай хамтран ажиллаж, бүтээлч шийдвэр гаргаж, зохиолоос эхлээд дэлгэцийн бүтээл хүртэлх бүхий л үйл явцыг хянадаг. Тэд олон цагаар ажилласнаар төслүүдийг хуваарийн дагуу, төсөвт багтааж, урлагийн болон арилжааны амжилтанд хүрэхийг зорьдог.",
    type: " zahiragch",
    workingTime: "",
    pros: [
      "Салбарын авъяаслаг мэргэжилтнүүдтэй хамтран ажиллах боломжтой",
      "Хийсэн ажлаараа хүлээн зөвшөөрөгдөж нэр хүндтэй болно.",
      "Өөрийн санаагаа дэлгэц эсвэл тайзан дээр хэрэгжүүлэх боломжтой.",
    ],
    cons: [
      "Их стресс, шахуу цагийн хуваарьтай",
      "Санхүүгийн хувьд эрсдэлтэй",
      "Үл ойлголцол, зөрчилдөөн их гардаг.",
    ],
    lesson: ["soc", "mon", "ski"],
    university: ["", "", "", ""],
    img: "/svg/jobs/nairu.png",
  },
  {
    id: "job7",
    jobTitle: "Сувилагч",
    aboutJob:
      "Эрүүл мэндийн орчинд өвчтөнд эмнэлгийн тусламж, дэмжлэг үзүүлж, эмч нарт тусалж, эмчилгээ хийдэг.",
    type: "sanaa tavigch",
    workingTime: "",
    pros: [
      "Өвчтөнүүдийн амьдралд эерэг нөлөө үзүүлэх боломж.",
      "Тогтвортой ажлын хэтийн төлөв, албан тушаал ахих боломж.",
      "Шаардлагатай хүмүүст шууд тусламж, дэмжлэг үзүүлэх ажлыг гүйцэтгэх.",
    ],
    cons: [
      "Биеийн болон сэтгэл санааны хувьд хүнд ажил.",
      "Халдварт өвчин, өндөр стресстэй нөхцөл байдалд өртөх.",
      "Ээлжийн ажил нь ажил амьдралын тэнцвэрт байдлыг алдагдуулж болзошгүй.",
    ],
    lesson: ["chem", "bio"],
    university: ["ashius", "muis", "shutis"],
    img: "/src/jobs/suvilagch.png",
  },
  {
    id: "job8",
    jobTitle: "Эх баригч",
    aboutJob:
      "Жирэмсэн эх, нярайд анхаарал халамж тавих, жирэмслэлт, төрөлт, төрсний дараах нөхөн сэргээхэд дэмжлэг үзүүлэх чиглэлээр мэргэшсэн.",
    type: "sanaa tavigch",
    workingTime: "",
    pros: [
      "Онцгой цаг үед жирэмсэн эхчүүд болон нярайд дэмжлэг үзүүлэх боломж.",
      "Төрөлт болон төрсний дараах үеийн тусламж үйлчилгээний бэрхшээлийг даван туулахад гэр бүлүүдэд туслах урамшуулах ажил.",
      "Эх нялхсын эрүүл мэндийг дэмжих ажлын сэтгэл ханамж.",
    ],
    cons: [
      "Ялангуяа хүндрэл, алдагдал гарсан тохиолдолд сэтгэл хөдлөлийг шаарддаг.",
      "Шөнийн ээлжийг оруулаад тогтмол бус цаг.",
      "Эх, нярайн тусламж үйлчилгээний талаар тусгайлсан сургалт, мэдлэг шаарддаг.",
    ],
    lesson: ["chem", "bio"],
    university: ["ashius", "muis", "shutis"],
    img: "/svg/jobs/ehbarigch.png",
  },
  {
    id: "job9",
    jobTitle: "Сэтгэл зүйч",
    aboutJob:
      "Хувь хүн, хосууд, гэр бүлүүдэд сэтгэл санааны болон сэтгэл зүйн бэрхшээлийг шийдвэрлэхэд нь туслах зөвлөгөө, сэтгэцийн эрүүл мэндийн дэмжлэг үзүүлдэг.",
    type: "sanaa tavigch",
    workingTime: "",
    pros: [
      "Хувь хүний ​​сэтгэцийн эрүүл мэнд, сайн сайхан байдлыг сайжруулахад туслах.",
      "Ажлын уян хатан байдал.",
      "Үйлчлүүлэгчдийн хувийн өсөлтийг дэмжих ажил мэргэжлийн урамшуулал.",
    ],
    cons: [
      "Сэтгэл хөдлөлөө шавхах ажил.",
      "Байнгын боловсрол, сургалт шаардлагатай.",
      "Сэтгэцийн эрүүл мэндийн үйлчилгээний хязгаарлагдмал даатгалд хамрагдах.",
    ],
    lesson: ["soc", "mat", "mon", "eng"],
    university: ["ashius", "muis", "shutis"],
    img: "/svg/jobs/setgelzuich.png",
  },
  {
    id: "job10",
    jobTitle: "Хүний нөөц",
    aboutJob:
      "Байгууллагуудын боловсон хүчний асуудал, үүнд ажилд авах, ажилчдын харилцаа, сургалт, тэтгэмжийн удирдлага зэрэг асуудлыг удирдан чиглүүлдэг.",
    type: "hyanagch",
    workingTime: "",
    pros: [
      "Байгууллагын соёл, хөгжлийг төлөвшүүлэх.",
      "Төрөл бүрийн карьерын боломжууд.",
      "Ажилчдын сайн сайхан байдлыг дэмжих бодлогыг хэрэгжүүлэхэд үзүүлэх нөлөө.",
    ],
    cons: [
      "Захиргааны дарамт.",
      "Зөрчилдөөн, гомдлыг шийдвэрлэх.",
      "Байгууллагын зорилготой ажилчдын хэрэгцээг тэнцвэржүүлэх.",
    ],
    lesson: ["mat", "soc", "eng"],
    university: ["muis", "sezis", "shutis"],
    img: "/svg/jobs/nuuts.png",
  },
  {
    id: "job11",
    jobTitle: "Кино зураглаач",
    aboutJob:
      "Кино, баримтат кино, видео бүтээж, зохиол бичих, найруулах, найруулах, монтаж хийх хүртэлх бүхий л үйл ажиллагааг хянадаг.",
    type: "hugjuugch",
    workingTime: "",
    pros: [
      "Хүлээн зөвшөөрөгдөх, сайшаагдах боломжууд.",
      "Бүтээлч илэрхийлэл, түүхийг өгүүлэх.",
      "Уран бүтээлийн хамтын ажиллагаа, сүлжээ.",
    ],
    cons: [
      "Санхүүгийн тодорхойгүй байдал ба өрсөлдөөн.",
      "Олон цаг, өндөр стресс.",
      "Бүтээлч ялгаа ба буулт.",
    ],
    lesson: ["mon", "soc", "ski"],
    university: ["suis", "muis", "shutis"],
    img: "/svg/jobs/zurgavgch.png",
  },
  {
    id: "job12",
    jobTitle: "Дуучин",
    aboutJob:
      "Гоцлол тоглолтоос эхлээд поп, ардын, сонгодог урлаг гэх мэт төрөл бүрийн төрлөөр уран бүтээлээ туурвиж, дууны тоглолтоороо үзэгчдийг баясгадаг.",
    type: "hugjuugch",
    workingTime: "",
    pros: [
      "Хөгжмийн авьяас, хүсэл тэмүүллийг хуваалцах.",
      "Хүлээн зөвшөөрөх боломж.",
      "Уран сайхны илэрхийлэл хийх боломжууд.",
    ],
    cons: [
      "Өрсөлдөхүйц салбар.",
      "Урьдчилан таамаглах боломжгүй орлого.",
      "Сэтгэл зүйн дарамт их.",
    ],
    lesson: ["mon", "soc", "ski"],
    university: ["muis", "suis", "shutis"],
    img: "/svg/jobs/duuchn.png",
  },
  {
    id: "job13",
    jobTitle: "Бүжигчин",
    aboutJob:
      "Уламжлалт болон орчин үеийн хэв маягаар бүжиг дэглээч, соёлын өв, урлагийн илэрхийлэлийг харуулдаг.",
    type: "hugjuugch",
    workingTime: "",
    pros: [
      "Хөдөлгөөнөөр дамжуулан уран сайхны илэрхийлэл.",
      "Биеийн тамир, бие бялдар.",
      "Аялал, соёлын солилцоо хийх боломжууд.",
    ],
    cons: [
      "Биеийн ачаалал ихтэй.",
      "Өрсөлдөөнт талбар.",
      "Санхүүгийн тогтворгүй байдал.",
    ],
    lesson: ["mon", "soc", "ski"],
    university: ["suis", "muis", "shutis"],
    img: "/svg/jobs/bujigchn.png",
  },
  {
    id: "job14",
    jobTitle: "Бизнес удирдагч",
    aboutJob:
      "Бизнес эрхэлж, аж ахуйн нэгж байгуулан удирдаж, ашиг орлого олж, эдийн засгийн өсөлтөд хувь нэмрээ оруулдаг.",
    type: "huviaraa",
    workingTime: "",
    pros: [
      "Амжилттай аж ахуйн нэгжүүдийг байгуулж, тэргүүлэх.",
      "Санхүүгийн урамшуулал ба бие даасан байдал.",
      "Шийдвэр гаргахад хараат бус байх.",
    ],
    cons: [
      "Амжилтгүй болох өндөр эрсдэлтэй.",
      "Олон цаг, стресс.",
      "Ажилчдын амьжиргааг хариуцах.",
    ],
    lesson: ["mat", "soc", "eng"],
    university: ["muis", "sezis", "shutis"],
    img: "/svg/jobs/bisnes.png",
  },
  {
    id: "job15",
    jobTitle: "Компьютерийн сүлжээ",
    aboutJob:
      "Компьютерийн технологи, программ хангамж, алгоритмыг судалж, хөгжүүлж, хиймэл оюун ухаан, кибер аюулгүй байдал зэрэг салбарын нарийн төвөгтэй асуудлыг шийддэг.",
    type: "bodogch",
    workingTime: "",
    pros: [
      "Инноваци, асуудлыг шийдвэрлэх чадвартай.",
      "Өндөр эрэлт, өрсөлдөх чадвартай цалин.",
      "Төрөл бүрийн карьерын боломжууд.",
    ],
    cons: [
      "Тасралтгүй суралцах шаардлагатай хурдацтай хөгжиж буй салбар.",
      "Олон цагаар ажиллах, өндөр даралттай орчинд.",
      "Ёс суртахууны үүднээс авч үзэх, буруугаар ашиглах боломж.",
    ],
    lesson: ["mat", "phy", "eng"],
    university: ["shutis", "muis", "mvis"],
    img: "/svg/jobs/comsulje.png",
  },
  {
    id: "job16",
    jobTitle: "Биохимич",
    aboutJob:
      "Амьд организмын доторх химийн процесс, бодисыг судалж, генетик, анагаах ухаан, биотехнологи зэрэг чиглэлээр мэдлэгийг дээшлүүлэх зорилгоор судалгаа хийдэг.",
    type: "bodogch",
    workingTime: "",
    pros: [
      "Шинжлэх ухааны судалгааны дэвшил.",
      "Оюуны сорилт, нээлт.",
      "Ажил мэргэжлийн хувьд өсөх боломж.",
    ],
    cons: [
      "Ажлын боломж хязгаарлагдмал өрсөлдөөнт талбар.",
      "Санхүүжилтийн хязгаарлалт, тодорхойгүй байдал.",
      "Нарийвчилсан боловсрол, судалгаа шаардлагатай.",
    ],
    lesson: ["bio", "mat"],
    university: ["shutis", "muis"],
    img: "/svg/jobs/biohimich.png",
  },
  {
    id: "job17",
    jobTitle: "Философич",
    aboutJob:
      "Оршихуй, мэдлэг, ёс зүй, нийгмийн талаархи үндсэн асуултуудыг судалж, оюуны яриа, эрдэм шинжилгээний судалгаанд хувь нэмрээ оруулдаг.",
    type: "bodogch",
    workingTime: "",
    pros: [
      "Үндсэн асуултуудын араас хөөцөлдөж байна.",
      "Оюуны эрх чөлөө, нөлөөлөл.",
      "Нийгэмд үзүүлэх нөлөө.",
    ],
    cons: [
      "Академиас гадуур ажиллах боломж хязгаарлагдмал.",
      "Санхүүгийн аюулгүй байдал бага.",
      "Онолыг практик хэрэглээтэй холбоход бэрхшээлтэй.",
    ],
    lesson: ["soc", "eng"],
    university: ["muis", "humuunleg", "suis", "ashius"],
    img: "/svg/jobs/phil.png",
  },
  {
    id: "job18",
    jobTitle: "График дизайнер",
    aboutJob:
      "Компьютерийн программ хангамж, уран сайхны ур чадвар ашиглан зар сурталчилгаа, вэб сайт, хэвлэл зэрэг төрөл бүрийн мэдээллийн хэрэгслээр визуал ойлголт, дизайныг бүтээдэг.",
    type: "uran buteelch",
    workingTime: "",
    pros: [
      "Бүтээлч илэрхийлэл, дүрслэлийн харилцаа холбоо.",
      "Төрөл бүрийн ажил мэргэжлийн боломж.",
      "Төрөл бүрийн салбарт эрэлт ихтэй.",
    ],
    cons: [
      "Хатуу хугацаа, өндөр даралттай орчин.",
      "Субъектив байдал, үйлчлүүлэгчийн хүсэл сонирхол.",
      "Сурах, дасан зохицох байнгын хэрэгцээ.",
    ],
    lesson: ["mat", "eng", "ski"],
    university: ["suis", "muis", "shutis"],
    img: "/svg/jobs/graphic.png",
  },
  {
    id: "job19",
    jobTitle: "Гар урлаач",
    aboutJob:
      "Уламжлалт урлал, соёлын өвийг хадгалан нэхмэл эдлэл, керамик, модон эдлэл зэрэг гар урлалын бүтээгдэхүүн үйлдвэрлэдэг.",
    type: "darhan",
    workingTime: "",
    pros: [
      "Соёлын өвийг хамгаалах.",
      "Уран сайхны илэрхийлэл.",
      "Бизнес эрхлэх боломж.",
    ],
    cons: [
      "Зах зээлийн эрэлт хэрэгцээ хязгаарлагдмал.",
      "Санхүүгийн тогтворгүй байдал.",
      "Биеийн ачаалал.",
    ],
    lesson: ["mon", "soc", "ski"],
    university: ["suis", "muis", "shutis"],
    img: "/svg/jobs/garurlaach.png",
  },
  {
    id: "job20",
    jobTitle: "Архетиктур",
    aboutJob:
      "Барилга байгууламжийн дизайныг гоо зүйн үзэмжийг функциональ байдал, аюулгүй байдалтай хослуулж, амьдрах, ажиллах, амрах орон зайг бий болгодог.",
    type: "darhan",
    workingTime: "",
    pros: [
      "Функциональ болон гоо зүйн бүтцийг төлөвлөх.",
      "Нийгэмд үзүүлэх нөлөө.",
      "Хамтран ажиллах боломж.",
    ],
    cons: [
      "Олон цаг, ачаалал ихтэй.",
      "Хариуцлага, зохицуулалтын хязгаарлалт.",
      "Эрэлтэд нөлөөлж буй эдийн засгийн уналт.",
    ],
    lesson: ["mat", "ski"],
    university: ["shutis", "muis", "mvis"],
    img: "/svg/jobs/architect.png",
  },
  {
    id: "job21",
    jobTitle: "Барилгын инженер",
    aboutJob:
      "Зам, гүүр, барилга байгууламж зэрэг барилгын төслүүдийг төлөвлөж, зураг төсөл боловсруулж, хяналт тавьж, дэд бүтцийг техникийн болон зохицуулалтын стандартад нийцүүлэн хангадаг.",
    type: "darhan",
    workingTime: "",
    pros: [
      "Дэд бүтэц, амьдралын чанарыг сайжруулах.",
      "Асуудлыг шийдвэрлэх, инноваци хийх.",
      "Ажил мэргэжлийн өсөлтийн боломжууд.",
    ],
    cons: [
      "Аюултай орчинд өртөх.",
      "Олон цагаар ажиллаж, эцсийн хугацааг шаарддаг.",
      "Техникийн мэдлэгийг төсвийн хязгаарлалттай тэнцвэржүүлэх.",
    ],
    lesson: ["mat", "phy"],
    university: ["shutis", "muis", "mvis"],
    img: "/svg/jobs/barilgaenginer.png",
  },
  {
    id: "job22",
    jobTitle: "Хэрэглээний математикч",
    aboutJob:
      "Физик, инженерчлэл, санхүү, криптограф зэрэг салбарт судалгаа хийж, математикийн зарчмуудыг ашигладаг.",
    type: "stra",
    workingTime: "",
    pros: [
      "Оюуны сорилт, асуудлыг шийдвэрлэх.",
      "Төрөл бүрийн салбарт оруулсан хувь нэмэр.",
      "Эрдэм шинжилгээ хийх, багшлах боломж.",
    ],
    cons: [
      "Академиас гадуур ажиллах боломж хязгаарлагдмал.",
      "Өрсөлдөөнт эрдэм шинжилгээний орчин.",
      "Боловсрол, судалгааны байнгын хэрэгцээ.",
    ],
    lesson: ["mat", "phy"],
    university: ["shutis", "muis", "mubis"],
    img: "/svg/jobs/maths.png",
  },
  {
    id: "job23",
    jobTitle: "Эдийн засагч",
    aboutJob:
      "Эдийн засгийн мэдээлэл, чиг хандлагад дүн шинжилгээ хийж, засгийн газрын бодлого, бизнесийн шийдвэр, санхүүгийн стратегид тусгахын тулд ойлголт, таамаглал дэвшүүлдэг.",
    type: "stra",
    workingTime: "",
    pros: [
      "Эдийн засгийн мэдээлэлд дүн шинжилгээ хийж, бодлого мэдээлэл өгөх.",
      "Төрийн бодлого, бизнесийн стратегид үзүүлэх нөлөө.",
      "Төрөл бүрийн салбарт ажиллах боломж.",
    ],
    cons: [
      "Эдийн засгийн таамаглал тодорхойгүй байна.",
      "Олон цагаар ажиллах, өндөр даралттай орчинд.",
      "Онолыг практик хэрэглээтэй тэнцвэржүүлэх.",
    ],
    lesson: ["mat", "eng", "phy"],
    university: ["muis", "sezis", "shutis"],
    img: "/svg/jobs/edzasag.png",
  },
  {
    id: "job24",
    jobTitle: "Цахилгааны инженер",
    aboutJob:
      "Эрчим хүч үйлдвэрлэх, дамжуулах, түгээх сүлжээ зэрэг цахилгааны систем, тоног төхөөрөмжийн зураг төсөл боловсруулах, хөгжүүлэх, засвар үйлчилгээ хийдэг.",
    type: "stra",
    workingTime: "",
    pros: [
      "Цахилгааны систем, технологийг хөгжүүлэх.",
      "Инноваци хийх боломжууд.",
      "Төрөл бүрийн салбарт эрэлт ихтэй.",
    ],
    cons: [
      "Систем, технологийн нарийн төвөгтэй байдал.",
      "Ажлын байрны аюулын эрсдэл.",
      "Төслийн эцсийн хугацааг биелүүлэх дарамт.",
    ],
    lesson: ["mat", "phy"],
    university: ["shutis", "muis", "gmit"],
    img: "/svg/jobs/tsahilganenginer.png",
  },
  {
    id: "job25",
    jobTitle: "Аялал жуучлагч",
    aboutJob:
      "Хувь хүн болон бүлэг хүмүүст нислэг, буудал, аялал, унаа зэрэг аялалын зохион байгуулалтыг төлөвлөх, захиалахад тусалдаг.",
    type: "zuvlugch",
    workingTime: "",
    pros: [
      "Үйлчлүүлэгчдэд аяллын туршлагаа төлөвлөхөд нь туслах.",
      "Уян хатан байдал, алсаас ажиллах боломжтой.",
      "Аялал жуулчлалын хөнгөлөлт, урамшуулал.",
    ],
    cons: [
      "Шимтгэлд суурилсан орлого.",
      "Борлуулалтын зорилтот түвшинд хүрэх дарамт.",
      "Үйлчлүүлэгчийн сэтгэл ханамжийн өндөр хариуцлага.",
    ],
    lesson: ["geo", "eng"],
    university: ["muis", "shutis", "mvis"],
    img: "/svg/jobs/aylal.png",
  },
  // {
  //   id: "job26",
  //   jobTitle: "кибер аюулгүй байдал хангагч",
  //   aboutJob:
  //     "Компьютерийн систем, сүлжээ, өгөгдлийг кибер аюул, халдлагаас хамгаалж, тоон хөрөнгийг хамгаалахын тулд аюулгүй байдлын арга хэмжээ, протоколуудыг хэрэгжүүлдэг.",
  //   type: "ajiglagch",
  //   workingTime: "",
  //   pros: ["Байгууллагуудыг кибер аюулаас хамгаалах.", "Ур чадварын эрэлт хэрэгцээ өндөр.", "Ажил албан тушаал ахих боломжтой."],
  //   cons: ["Тасралтгүй суралцах хэрэгцээ.", "Аюулгүй байдлын ослын үед өндөр даралттай орчин.", "Ёс суртахууны асуудал, хууль эрх зүйн үр дагавар."],

  //   lesson: ["mat", "phy", "eng"],
  //   university: ["shutis", "muis", "mvis"],
  //   img: "/svg/jobs/cyber.png"
  // },
  {
    id: "job27",
    jobTitle: "Архелогич",
    aboutJob:
      "Олдвор, археологийн дурсгалт газруудад малтлага хийх, шинжлэх, тайлбарлах замаар өнгөрсөн үеийн хүн төрөлхтний нийгэм, соёлыг судалдаг.",
    type: "ajiglagch",
    workingTime: "",
    pros: [
      "Соёлын өвийг олж илрүүлэх, хамгаалах.",
      "Янз бүрийн байршилд хээрийн ажил.",
      "Судалгаа, боловсролд оруулсан хувь нэмэр.",
    ],
    cons: [
      "Хязгаарлагдмал ажлын байр, санхүүжилт.",
      "Малтлагын биет шаардлага.",
      "Өрсөлдөөнт эрдэм шинжилгээний орчин.",
    ],
    lesson: ["soc", "bio", "his"],
    university: ["muis", "humuunleg", "suis"],
    img: "/svg/jobs/arhi.png",
  },
  {
    id: "job28",
    jobTitle: "Нано инженер",
    aboutJob:
      "Электроник, анагаах ухаан, сэргээгдэх эрчим хүч зэрэг салбарт шинэ технологи, хэрэглээг бий болгохын тулд материалыг нано хэмжүүрээр удирддаг.",
    type: "ajiglagch",
    workingTime: "",
    pros: [
      "Технологи, инновацийн дэвшил.",
      "Янз бүрийн салбарт нээлт хийх боломж.",
      "Салбар хоорондын судалгаа хийх боломж.",
    ],
    cons: [
      "Хязгаарлагдмал ажлын байр.",
      "Үнэтэй тоног төхөөрөмж, тоног төхөөрөмж.",
      "Ёс зүй, аюулгүй байдлын асуудал.",
    ],
    lesson: ["mat", "chem", "phy"],
    university: ["shutis", "muis", "gmit"],
    img: "/svg/jobs/nanoenginer.png",
  },

  {
    id:"job29",
    jobTitle:"Мэс заслын эмч",
    aboutJob:"Мэс засал хийх зайлшгүй шаардлагатай эмээр эмчлэгдэхгүй өвчнийг болон гэмтлийг мэс заслын зориулалтын тусгай багаж хэрэгслээр мэс ажилбар хийж ангаадаг хүнийг нэрлэнэ. Мэс заслын эмч нь бусад анагаах ухааны эмчийн салбартай харьцуулахад хожуу үүсчээ.",
    lesson: ["chem", "bio", "eng"],
    type:"zahiragch",
    pros:[
      "Эрэлт их.",
      "Нэр хүндтэй болно.",
      "Хүмүүсийн амь аварна.",
    ],
    cons:[
     "Олон цагаар ажиллана.",
     "Удаан хугацаагаар суралцана.",
     "Стресс их.",
    ],
    lesson:["chem", "bio","eng",],
    university:["ashius",],
    img:"/mergejil/mes.png",
  },
  {
    id:"job30",
    jobTitle:"Дасгалжуулагч",
    aboutJob:"Тамирчдад тодорхой спортод шаардлагатай ур чадварыг чиглүүлж, заадаг. Тэдний үүрэг бол ур чадварын дасгалжуулалт, тамирчдын биеийн байдлыг хангах, аюулгүй байдлын журмыг хэрэгжүүлэх явдал юм.",
    type:"chigluulegch",
    pros:["Бусдад туслана.","Уян хатан ажлын цагтай.","Сурангаа ажиллаж болно.",

    ],
    cons:["Үйлчлүүлэгчийн хараат байдал өндөр",
    "Хариуцлагатай байх",
    "Орлогын хэлбэлзэл",

    ],
    lesson:["soc", "Mon", "ski", "mat",],
    university:["muis", "bhis",],
    img:"/mergejil/dasgal.png",
  },
  {
    id:"job31",
    jobTitle:" Мэргэжил сонголтын зөвлөх",
    aboutJob:"Боловсрол, сургалт, ажил эрхлэлтийн талаар мэдээлэлтэй шийдвэр гаргахад чиглүүлэх, дэмжлэг үзүүлэх, нөөц бололцоогоор хангах замаар хувь хүмүүст карьераа чиглүүлэхэд нь туслах.",
    type:"chigluulegch",
    pros:["Бусдад туслах",
    "Төрөл бүрийн ажлын байр",
    "Хувийн сэтгэл ханамж сайн",
    ],
    cons:[
      "Сэтгэл хөдлөлийн шаардлага",
      "Үйлчлүүлэгчийн хараат байдал",
      "Ажил амьдралын тэнцвэрийг хадгалахад хэцүү",
    ],
    lesson:["soc","eng","Mon",],
    university:[
      "muis",
      "humuunleg",
    ],
    img:"/mergejil/mergejil.png",
  },
  {
    id:"job32",
    jobTitle:"Зохион байгуулагч",
    aboutJob:"Үйл явдал, төсөл, үйл ажиллагааны янз бүрийн талыг төлөвлөх, зохицуулах, удирдахад чухал үүрэг гүйцэтгэдэг.",
    type:"hyanagch",
    pros:["Бусдад утга учиртай туршлагыг бий болгох боломж.",
    "Янз бүрийн үүрэг хариуцлага нь олон янзын ажлын туршлагад хүргэдэг.",
    "Хувийн өсөлт хөгжилт, манлайллын ур чадвараа хөгжүүлэх боломж.",
    ],
    cons:[
      "Өндөр даралт, стресс, ялангуяа үйл явдлыг төлөвлөх үед.",
      "Орой болон амралтын өдрүүдийг багтаасан олон цагаар ажиллах ёстой.",
      "Гэнэтийн сорилт, эцсийн мөчид гарсан өөрчлөлтүүдийг даван туулах.",
    ],
    lesson:["soc", "eng", "mat"],
    university:["muis", "sezis",],
    img:"/mergejil/zb.png",
  },
  {
    id:"job33",
    jobTitle:"Менежер",
    aboutJob:"Менежерүүд нь байгууллагын зорилгод хүрэхийн тулд баг эсвэл хэлтсийн үйл ажиллагааг хянаж, зохицуулдаг. Тэд хариуцах хүрээндээ нөөцийг төлөвлөх, зохион байгуулах, удирдах, хянах үүрэгтэй. Менежерүүд багийн гишүүддээ манлайлал, удирдамж, дэмжлэг үзүүлж, даалгавруудыг үр дүнтэй, үр дүнтэй гүйцэтгэхийг баталгаажуулдаг. Тэд мөн хэлтэс, байгууллагынхаа амжилтыг баталгаажуулахын тулд боловсон хүчний асуудал, гүйцэтгэлийн удирдлага, шийдвэр гаргах ажлыг гүйцэтгэдэг.",
    type:"hyanagch",
    pros:["Манлайлах боломж, багаа удирдах боломж.",
    "Ажлын тогтвортой байдал, албан тушаал ахих боломжтой.",
    "Төрөл бүрийн үүрэг, хариуцлага нь мэргэжлийн өсөлтөд хүргэдэг.",

    ],
    cons:[
      "Багийн гүйцэтгэлийн өндөр хариуцлага.",
      "Өрсөлдөгч тэргүүлэх чиглэлүүдийг тэнцвэржүүлэх, зөрчилдөөнийг зохицуулах.",
      "Байгууллагын зорилго, зорилтод хүрэх дарамт.",

    ],
    lesson:["mat","soc", "eng",],
    university:["shutis", "sezis",],
    img:"/mergejil/men.png",
  },
  {
    id:"job34",
    jobTitle:"Зохиолч",
    aboutJob:"Зохиолчид ном, нийтлэл, блог, маркетингийн материал, скрипт зэрэг янз бүрийн зорилгоор бичмэл контент бүтээдэг. Тэд бие даасан ажилтан, сэтгүүлч, хуулбар зохиогч, контент бүтээгч эсвэл зохиогчоор ажиллаж болно. Зохиолчид сэдвийг судалж, ярилцлага хийж, үзэгчдээ мэдээлэх, хөгжөөх, итгүүлэхийн тулд сонирхолтой өгүүллэг зохиодог. Тэд бичих чадвар, бүтээлч байдал, өөр өөр үзэгчид, платформд өөрсдийн хэв маяг, өнгө аясыг тохируулах чадвартай байх ёстой.",
    type:"muruudugch",
    pros:[
      "Бүтээлч эрх чөлөө, бичих замаар өөрийгөө илэрхийлэх чадвар.",
      "Ажлын уян хатан зохицуулалт, үүнд бие даасан болон алсын зайнаас ажиллах боломжтой.",
      "Хувийн сэтгэл ханамжийг бий болгох боломж.",
    ],
    cons:[
      "Тодорхой бус орлого, тогтвортой ажиллахад тулгардаг бэрхшээлүүд.",
      "Редактор, хэвлэн нийтлэгч, уншигчдаас татгалзах, шүүмжлэх.",
      "Хугацааг нь хангаж, чанартай контентыг тууштай гаргахыг шаардах.",
    ],
    lesson:["Mon","soc",],
    university:["muis", "mvis",],
    img:"/mergejil/bicheech.png",
  },
  {
    id:"job35",
    jobTitle:"Төслийн менежер",
    aboutJob:"Төслийн менежерүүд төслүүдийг хугацаанд нь, төсөвт багтаан, техникийн үзүүлэлтүүдийн дагуу дуусгахын тулд төслүүдийг төлөвлөж, хэрэгжүүлж, хянаж байдаг. Тэд төслийн цар хүрээ, нөөц, хуваарь, чанар зэрэг бүх асуудлыг хянадаг. Төслийн менежерүүд төслийн зорилгыг тодорхойлох, төслийн төлөвлөгөө боловсруулах, нөөцийг хуваарилах, эрсдэлийг удирдахад оролцогч талууд, багийн гишүүд, борлуулагчидтай хамтран ажилладаг. Тэд мөн төслийн амжилтыг баталгаажуулахын тулд ахиц дэвшлийг хянаж, шинэчлэлтүүдийг мэдээлж, асуудлыг шийдвэрлэдэг.",
    type:"muruudugch",
    pros:[
      "Манлайллын боломжууд ба төслийн амжилтанд хүрэх хариуцлага.",
      "Төрөл бүрийн туршлагад хүргэдэг төрөл бүрийн төсөл, салбарууд.",
      "Ажил албан тушаал ахих, өндөр орлого олох боломж.",
    ],
    cons:[
      "Өндөр даралт, стресс, ялангуяа төслийн эцсийн хугацаанд.",
      "Өрсөлдөгч тэргүүлэх чиглэлүүдийг тэнцвэржүүлэх, төслийн хамрах хүрээг удирдах.",
      "Зөрчилдөөн, саатал, гэнэтийн сорилтуудыг даван туулах.",
    ],
    lesson:["soc","eng", "mat",],
    university:["shutis","sezis",],
    img:"/mergejil/tusul.png",
  },
  {
    id:"job36",
    jobTitle:"Нийгмийн ажилтан",
    aboutJob:"Нийгмийн ажилтнууд тусламж хэрэгтэй байгаа хувь хүн, гэр бүл, олон нийтэд дэмжлэг, сурталчилгаа, тусламж үзүүлдэг. Тэд эмнэлэг, сургууль, нийгмийн үйлчилгээний агентлаг, төрийн байгууллага гэх мэт янз бүрийн орчинд ажилладаг. Нийгмийн ажилтнууд үйлчлүүлэгчдийн хэрэгцээг үнэлж, тусламж үйлчилгээний төлөвлөгөө боловсруулж, зөвлөгөө, эмчилгээ хийж, үйлчлүүлэгчдийг нөөц, үйлчилгээтэй холбодог. Тэд хүүхдийн эрүүл мэнд, сэтгэцийн эрүүл мэнд, мансууруулах бодисын хэрэглээ, хөгшрөлт зэрэг чиглэлээр мэргэшсэн байж болно.",
    type:"demjigch",
    pros:[
      "Хувь хүн болон нийгэмд эерэг нөлөө үзүүлэх боломж.",
      "Зөвлөгөө өгөх, өмгөөлөх, туслах үйлчилгээ зэрэг янз бүрийн үүрэг, тохиргоо.",
      "Бусдад тусалж, нийгмийн шударга ёсны төлөө тэмцсэний хувийн биелэлт.",
    ],
    cons:[
      "Хүнд хэцүү тохиолдлуудыг шийдвэрлэхэд сэтгэл хөдлөлийн шаардлага, стресс.",
      "Нийгмийн хөтөлбөр, үйлчилгээний хязгаарлагдмал нөөц, санхүүжилт.",
      "Хүнд сурталтай саад тотгор, бичиг цаасны ажил нь үйлчлүүлэгчтэй шууд харилцах харилцаанд саад учруулдаг.",
    ],
    lesson:["soc", "eng",],
    university:["muis", "mvis",],
    img:"/mergejil/niigem.png",
  },
  {
    id:"job37",
    jobTitle:"Байгаль хамгаалагч",
    aboutJob:"Байгаль хамгаалагчид байгалийн нөөц, экосистемийг хадгалахын тулд байгаль орчныг хамгаалах, тогтвортой байдлыг хамгаалахыг дэмждэг. Тэд байгаль орчны байгууллага, төрийн байгууллагууд эсвэл ашгийн бус бүлгүүдэд ажилладаг. Байгаль хамгаалагчид байгаль орчны асуудлын талаарх мэдлэгийг дээшлүүлэх, байгаль хамгаалах стратеги боловсруулж хэрэгжүүлэх, байгаль орчныг хамгаалах бодлогод өөрчлөлт оруулахыг дэмжинэ. Тэд мөн судалгаа хийж, кампанит ажил зохион байгуулж, байгаль орчныг хамгаалах талаар олон нийттэй хамтран ажиллаж болно.",
    type:"demjigch",
    pros:[
      "Байгаль орчныг хамгаалах, тогтвортой байдлыг хангах хүчин чармайлтад хувь нэмэр оруулах.",
      "Өдөр бүр гадаа ажиллаж, байгальтай холбогдох.",
      "Бодлогын өөрчлөлтийг сурталчлах, байгаль орчны асуудлын талаарх мэдлэгийг дээшлүүлэх.",

    ],
    cons:[
      "Ашиг сонирхлын зөрчилтэй оролцогч талуудын эсэргүүцэл, эсэргүүцэлтэй тулгарах.",
      "Хязгаарлагдмал нөөц, байгаль хамгаалах төслүүдийн санхүүжилт.",
      "Байгаль орчны доройтол, биологийн олон янз байдал алдагдаж байгааг гэрчлэх сэтгэл санааны хохирол.",

    ],
    lesson:["Geo","soc",],
    university:["bhis", "hais",],
    img:"/mergejil/baigal.png",
  },
  {
    id:"job38",
    jobTitle:"Механик инженер",
    aboutJob:"Механик инженерүүд механик төхөөрөмж, систем, процессыг зохион бүтээж, хөгжүүлж, туршиж үздэг. Тэд үйлдвэрлэл, автомашин, сансар судлал, эрчим хүч зэрэг төрөл бүрийн салбарт ажилладаг. Механик инженерүүд техникийн шаардлага, зардлын хязгаарлалтыг хангахын тулд асуудалд дүн шинжилгээ хийж, шийдлүүдийг боловсруулж, гүйцэтгэлийг оновчтой болгодог. Тэд компьютерийн тусламжтай дизайн (CAD) програм хангамж, загварчлалын хэрэгсэл, туршилтын аргуудыг ашиглан загваруудыг боловсруулж, дизайныг үнэлдэг. Механик инженерүүд термодинамик, шингэний механик, робот техник, материалын шинжлэх ухаан зэрэг чиглэлээр мэргэшсэн байж болно.",
    type:"stra",
    pros:[
      "Нарийн төвөгтэй асуудлуудад шинэлэг шийдлүүдийг зохион бүтээх, хөгжүүлэх",
      "Ажлын тогтвортой байдал, албан тушаал ахих боломж.",
      "Техникийн сорилт, оньсого тааварыг шийдвэрлэх оюуны өдөөлт.",

    ],
    cons:[
      "Өндөр даралт, стресс",
      "Удаан цаг, хатуу хугацаа, ялангуяа үйлдвэрлэлийн салбарт.",
      "Зураг төсөл боловсруулах, хэрэгжүүлэхэд техникийн хязгаарлалт, хязгаарлалтыг шийдвэрлэх.",

    ],
    lesson:["phy", "mat", "eng",],
    university:["shutis", "gmit",],
    img:"/mergejil/mehanik.png",
  },
  {
    id:"job39",
    jobTitle:"Багш",
    aboutJob:"Багш нар сурагчдыг янз бүрийн хичээл, ангийн түвшинд сургаж, урамшуулдаг. Тэд сургууль, коллеж, боловсролын байгууллагад ажилладаг. Багш нар хичээлийн төлөвлөгөө боловсруулж, лекц уншиж, хэлэлцүүлгийг хөнгөвчлөх, оюутны сурлагын үнэлгээг хийдэг. Тэд дэмжлэгтэй, хүртээмжтэй сургалтын орчинг бүрдүүлж, оюутны хэрэгцээг хангаж, оюутнуудад сурлагын болон хувь хүний хувьд амжилтанд хүрэхэд нь туслахын тулд санал хүсэлтээ өгдөг. Багш нар математик, байгалийн ухаан, хэлний урлаг, нийгмийн ухаан зэрэг сэдвээр мэргэшсэн байж болно.",
    type:"zuvlugch, chigluulegch",
    pros:[
      "Оюутнуудын амьдралд эерэг нөлөө үзүүлж, ирээдүй хойч үеэ төлөвшүүлэх.",
      "Оюутнуудын өсөлт хөгжилт, амжилтыг хараад ажлын сэтгэл ханамж.",
      "Хичээлийн төлөвлөлт, заах арга зүйд бүтээлч байдал, шинэчлэл хийх боломжууд.",

    ],
    cons:[
      "Хичээл төлөвлөх, дүн тогтоох, хичээлээс гадуурх ажил гэх мэт ачаалал ихтэй.",
      "Хязгаарлагдмал нөөц, дэмжлэг, ялангуяа санхүүжилт багатай сургуулиудад.",
      "Хүнд суртлын шаардлагууд, стандартчилагдсан шалгалтын мандат нь сургалтын цагийг бууруулдаг.",

    ],
    lesson:["mon","mat",],
    university:["mubis"],
    img:"/mergejil/bagsh.png",
  },
  {
    id:"job40",
    jobTitle:"Тоглоом зохион бүтээгч",
    aboutJob:"Тоглоомын хөгжүүлэгчид консол, компьютер эсвэл хөдөлгөөнт төхөөрөмж зэрэг янз бүрийн платформд зориулсан видео тоглоомуудыг зохион бүтээж, бүтээж, туршиж үздэг. Тэд тоглоом хөгжүүлэх студи, програм хангамжийн компаниуд эсвэл бие даасан хөгжүүлэгчээр ажилладаг. Тоглоом хөгжүүлэгчид нь уран бүтээлчид, программистууд, дизайнеруудтай хамтран тоглоомын санааг гаргаж, тоглоомын механикийг хөгжүүлж, тоглоомын хөрөнгийг бий болгодог. Тэд тоглоомыг амьдруулахын тулд програмчлалын хэл, тоглоомын хөдөлгүүр, хөгжүүлэлтийн хэрэгслийг ашигладаг. Тоглоом хөгжүүлэгчид тоглоомын дизайн, тоглоомын програмчлал, тоглоомын урлаг зэрэг чиглэлээр мэргэшсэн байж болно.",
    type:"uran buteelch, bodogch",
    pros:[
      "Тоглоомын дизайн, хөгжүүлэлтийн бүтээлч байдал, инноваци.",
      "Тоглоомын гайхалтай туршлагыг бий болгосноор ажлын өндөр сэтгэл ханамжтай байх боломжтой.",
      "Ажил мэргэжлийн өсөлт, дэвшилтэт технологитой ажиллах боломжууд.",

    ],
    cons:[
      "Урт цаг, хатуу хугацаа, ялангуяа тоглоом хөгжүүлэх мөчлөгийн үеэр.",
      "Тоглоом хөгжүүлэх явцад гарч болох техникийн бэрхшээл, алдаанууд.",
      "Өөрчлөгдөж буй чиг хандлага, зах зээлийн эрэлтээс шалтгаалан тоглоомын салбарт тодорхойгүй байдал.",

    ],
    lesson:["mat","phy","eng",],
    university:["shutis", "gmit"],
    img:"/mergejil/togloom.png",
  },
  {
    id:"job41",
    jobTitle:"Загвар зохион бүтээгч",
    aboutJob:"Загвар зохион бүтээгчид хувь хүн эсвэл загварын брэндүүдэд зориулж хувцас, аксессуар, гутал бүтээдэг. Тэд загварын студи, хувцасны компаниуд эсвэл бие даасан дизайнераар ажилладаг. Загвар зохион бүтээгчид загварын чиг хандлагыг судалж, зураг зурах, даавуу сонгох, загвар эсвэл дээжийг бий болгодог. Тэд хээ урлагчид, оёдолчид, үйлдвэрлэгчидтэй хамтран бөөнөөр үйлдвэрлэх юм уу захиалгаар хувцас үйлдвэрлэдэг.",
    type:"uran buteelch",
    pros:[
      "Хувцасны загвараар дамжуулан бүтээлч байдал, өөрийгөө илэрхийлэх.",
      "Загварын салбарт хүлээн зөвшөөрөгдөх, алдар нэрд гарах боломж.",
      "Бизнес эрхлэх, өөрийн гэсэн хувцасны шошго гаргах боломжууд.",
    ],
    cons:[
      "Ширүүн өрсөлдөөн, загварын салбарт нэвтрэх сорилтууд.",
      "Тохиромжтой хугацаатай тулгаж, улирлын чиг хандлагыг дагаж мөрдөхийг шаардана.",
      "Санхүүгийн тогтворгүй байдал, ялангуяа бие даасан загвар зохион бүтээгчид өөрсдийн брэндийг бий болгодог",

    ],
    lesson:["ski","soc",],
    university:["suis",],
    img:"/mergejil/zagvar.png",
  },
  {
    id:"job42",
    jobTitle:"Судлаач",
    aboutJob:"Судлаачид судалгааныхаа чиглэлээр мэдлэгээ өргөжүүлэхийн тулд судалгаа, туршилт хийдэг. Тэд их дээд сургууль, судалгааны хүрээлэн эсвэл хувийн компаниудад ажилладаг. Судлаачид судалгааны асуултуудыг боловсруулж, туршилт зохион бүтээж, мэдээлэл цуглуулж, шинэ ойлголт эсвэл нээлтийг бий болгохын тулд үр дүнд дүн шинжилгээ хийдэг. Тэд судалгааны үр дүнг эрдэм шинжилгээний сэтгүүлд нийтэлж, бага хуралд илтгэл тавьж, салбартаа ахиц дэвшил гаргахад хувь нэмрээ оруулдаг. Судлаачид биологи, хими, физик, сэтгэл судлал, социологи зэрэг чиглэлээр мэргэшсэн байж болно.",
    type:"muruudugch",
    pros:[
      "Мэдлэг, ойлголтын дэвшилд хувь нэмэр оруулах.",
      "Оюуны өдөөлт, нээлт хийх боломж.",
      "Судалгааны үр дүнгээр нийгэмд удаан хугацааны нөлөө үзүүлэх боломж.",

    ],
    cons:[
      "Судалгааны тэтгэлэг авахад санхүүжилтийн бэрхшээл, тодорхойгүй байдал.",
      "Туршилт хийх, өгөгдөлд дүн шинжилгээ хийхэд олон цаг, шаргуу ажиллах шаардлагатай.",
      "Судалгааны үр дүнг нийтлэх, эрдэм шинжилгээний хүлээлтийг хангах дарамт.",

    ],
    lesson:["eng","mat", "phy","chem",],
    university:["muis", "shutis",],
    img:"/mergejil/sudlaach.png",
  },
  {
    id:"job43",
    jobTitle:"Технологи шинэчлэгч",
    aboutJob:"Технологийн шинийг санаачлагчид нийгмийн хэрэгцээг хангахын тулд шинэ технологи боловсруулж эсвэл одоо байгаа технологийг сайжруулдаг. Тэд судалгааны лаборатори, технологийн компаниуд эсвэл гарааны компаниудад ажилладаг. Технологийн шинийг санаачлагчид инноваци хийх боломжуудыг тодорхойлж, зах зээлийн судалгаа хийж, шинэ бүтээгдэхүүн, үйлчилгээний загвар гаргах. Тэд технологийн шийдлүүдийг боловсруулж, арилжаанд оруулахын тулд инженер, дизайнер, бизнесийн мэргэжилтнүүдтэй хамтран ажилладаг. Технологийн шинийг санаачлагчид програм хангамж боловсруулах, техник хангамжийн инженерчлэл, хиймэл оюун ухаан, сэргээгдэх эрчим хүч зэрэг чиглэлээр мэргэшсэн байж болно.",
    type:"huviaraa, bodogch",
    pros:[
      "Нийгмийн тулгамдсан асуудлуудыг шийдвэрлэх шинэлэг шийдлүүдийг бий болгох.",
      "Санхүүгийн урамшуулал болон инновацийг хүлээн зөвшөөрөх боломж.",
      "Амьдралын чанарыг сайжруулах технологийн дэвшилд хувь нэмэр оруулах.",

    ],
    cons:[
      "Инновацийн төслүүдтэй холбоотой тодорхойгүй байдал, эрсдэл.",
      "Хөрөнгө оруулагч эсвэл оролцогч талуудын хүлээлтийг хангах өндөр дарамт.",
      "Шинэ технологи боловсруулах, хэрэгжүүлэхэд гарсан техникийн бэрхшээл, бэрхшээл.",


    ],
    lesson:["phy", "mat", "eng",],
    university:["shutis", "gmit",],
    img:"/mergejil/techno.png",
  },
  {
    id:"job44",
    jobTitle:"Илтгэгч",
    aboutJob:"Үзэгчдэд мэдээлэл өгөх, ятгах, урам зориг өгөх зорилгоор илтгэл, илтгэл тавьдаг. Тэд хурал, семинар, олон нийтийн арга хэмжээ зэрэг янз бүрийн орчинд ажилладаг. Илтгэл үзүүлэгчид өөрсдийн сэдвээ судалж, санаагаа цэгцэлж, үзэгчдийнхээ анхаарлыг татахуйц сэтгэл хөдөлгөм мессежийг боловсруулдаг. Тэд өөрсдийн захиасыг дамжуулах, зорилгодоо хүрэхийн тулд үлгэр ярих, хошигнол, үзүүлэн таниулах хэрэгсэл гэх мэт харилцааны үр дүнтэй арга техникийг ашигладаг. Үг хэлэх хүмүүст улс төрчид, бизнесийн удирдагчид, сурган хүмүүжүүлэгчид эсвэл урам зориг өгөх илтгэгчид багтаж болно.",
    type:"zorigjuulagch",
    pros:[
      "Олон нийтийн яриагаар дамжуулан үзэгчдэд нөлөөлж, урам зориг өгөх боломж.",
      "Чухал асуудал, шалтгааны талаарх мэдлэгийг дээшлүүлэх платформ.",
      "Хувийн өсөлт хөгжилт, харилцааны ур чадвар.",

    ],
    cons:[
      "Олон нийтийн өмнө үг хэлэхтэй холбоотой тайзны айдас, түгшүүр.",
      "Сонирхолтой, үнэмшилтэй илтгэл тавих шахалт.",
      "Үзэгчид эсвэл хэвлэл мэдээллийн хэрэгслээр шүүмжлэл, хяналт.",

    ],
    lesson:["soc","mon", "eng",],
    university:["muis",],
    img:"/mergejil/iltgegch.png",
  },
  {
    id:"job45",
    jobTitle:"Химийн инженер",
    aboutJob:"Химийн инженерүүд химийн бодис, түлш, материал үйлдвэрлэх үйл явцыг зохион бүтээж, хянадаг. Тэд үйлдвэрлэл, эм зүй, эрчим хүч зэрэг салбарт ажилладаг. Химийн инженерүүд химийн урвалд дүн шинжилгээ хийж, үйлдвэрлэлийн байгууламжийг зохион бүтээж, үр ашиг, аюулгүй байдлыг нэмэгдүүлэхийн тулд процессын нөхцлийг оновчтой болгодог. Тэд химийн процессыг боловсруулж, өргөжүүлэхийн тулд компьютерийн загварчлал, лабораторийн туршилт, процессын хяналтыг ашигладаг. Химийн инженерүүд нь нефть химийн, байгаль орчны инженерчлэл, биотехнологи зэрэг чиглэлээр мэргэшсэн байж болно.",
    type:"stra, bodogch",
    pros:[
      "Химийн үйлдвэрлэлийн үйл явцыг төлөвлөх, оновчтой болгох.",
      "Ажлын тогтвортой байдал, янз бүрийн салбарт карьер ахих боломжууд.",
      "Химийн инженерийн нарийн төвөгтэй асуудлуудыг шийдвэрлэх оюуны өдөөлт.",

    ],
    cons:[
      "Аюултай материалтай харьцахтай холбоотой аюулгүй байдлын асуудал, эрсдэл.",
      "Урт цаг, хатуу хугацаа, ялангуяа үйлдвэрийг эхлүүлэх эсвэл зогсоох үед.",
      "Химийн процессын зураг төсөл, ашиглалтын байгаль орчин, ёс зүйн асуудал.",

    ],
    lesson:["phy", "chem", "mat",],
    university:["shutis", "gmit",],
    img:"/mergejil/himi.png",
  },
  {
    id:"job46",
    jobTitle:"Сэтгүүлч",
    aboutJob:"Сэтгүүлчид сонин, сэтгүүл, онлайн платформ гэх мэт янз бүрийн хэвлэл мэдээллийн хэрэгслээр судалгаа хийж, сурвалжилж, мэдээ бичдэг. Тэд сэдвүүдийг судалж, ярилцлага хийж, үнэн зөв, сонирхолтой контент бэлтгэхийн тулд мэдээлэл цуглуулдаг. Сэтгүүлчид сэтгүүлчийн ёс зүй, стандартыг баримталж, баримтыг баталгаажуулж, олон нийтийн эрх ашгийг хөндсөн асуудлаар тэнцвэртэй хэтийн төлөвийг илэрхийлдэг. Тэд эрэн сурвалжлах сэтгүүл зүй, улс төрийн сурвалжлага, нийтлэл бичих зэрэг чиглэлээр мэргэшсэн байж болно.",
    type:"zuvlugch",
    pros:[
      "Эрх мэдэлд хариуцлага тооцож, чухал асуудлыг олон нийтэд мэдээлэх.",
      "Сонирхсон сэдвүүдийг судлах, мэдээлэх эрх чөлөө.",
      "Оюуны урамшуулал, аялал, адал явдалт боломжууд.",

    ],
    cons:[
      "Хатуу хугацаа, мэдээг цаг тухайд нь гаргах дарамт.",
      "Мэдээллийн ёс зүйн асуудал, ашиг сонирхлын зөрчил.",
      "Уламжлалт сэтгүүл зүйн ажлын байр буурч, онлайн хэвлэл мэдээллийн хэрэгслүүдийн өрсөлдөөн.",

    ],
    lesson:["soc", "mon", "eng",],
    university:["muis", "humuunleg",],
    img:"/mergejil/setguulch.png",
  },
  {
    id:"job47",
    jobTitle:"Тогооч",
    aboutJob:"Тогооч нар ресторан, зочид буудал, нийтийн хоолны газруудад хоол хийж, хоол хийдэг. Тэд цэс зохиож, гал тогооны үйл ажиллагаанд хяналт тавьж, хоолны чанар, танилцуулгыг баталгаажуулдаг. Тогооч нар франц, итали, ази гэх мэт өөр өөр хоолоор мэргэшсэн, эсвэл тансаг хоол, энгийн хоол гэх мэт хоолны хэв маягаар мэргэшсэн байж болно. Тэд ашгийг хадгалахын тулд гал тогооны ажилтнуудад хяналт тавьж, орц найрлагыг нь захиалж, хоолны зардлыг зохицуулдаг. Тогооч нар хоолны чиг хандлагыг байнга шинэчилж, шинэ жороор туршиж, хоолны дэглэмийн хязгаарлалт эсвэл үйлчлүүлэгчийн сонголтод дасан зохицдог.",
    type:"darhan, uran buteelch",
    pros:[
      "Хоолны бүтээлээр дамжуулан бүтээлч байдал, өөрийгөө илэрхийлэх.",
      "Амттай, мартагдашгүй хоолны туршлагаар хангах ажлын сэтгэл ханамж.",
      "Хоолны салбарт хүлээн зөвшөөрөгдөх, алдар нэрд гарах боломж.",

    ],
    cons:[
      "Рестораны гал тогооны өрөөнд удаан хугацаагаар ажиллах, өндөр даралттай орчин.",
      "Удаан хугацаагаар зогсох, халуун орчинд ажиллах бие махбодийн шаардлага.",
      "Хүнсний зардлыг удирдах, чанарын стандартыг хадгалахад тулгарч буй бэрхшээлүүд.",


    ],
    lesson:["mon", "ski",],
    university:["humuunleg", "hais",],
    img:"/mergejil/togooch.png",
  },
  {
    id:"job48",
    jobTitle:"Хуульч",
    aboutJob:"Өмгөөлөгч нь хувь хүн, аж ахуйн нэгж, байгууллагад хууль зүйн зөвлөгөө өгөх, төлөөлөх, өмгөөллийн үйлчилгээ үзүүлдэг. Тэд хуулийн фирм, төрийн агентлаг эсвэл корпорацийн хуулийн хэлтэст ажилладаг. Хуульчид шүүхийн жишээг судалж, хууль тогтоомжийг тайлбарлаж, гэрээ, маргаан, зохицуулалтын хэрэгжилт зэрэг хууль эрх зүйн асуудлаар үйлчлүүлэгчдэд зөвлөгөө өгдөг. Тэд хууль эрх зүйн баримт бичгүүдийг боловсруулж, төлбөр тооцоо хийх, шүүх хуралдаанд үйлчлүүлэгчдийг төлөөлдөг. Хуульчид иргэний эрх зүй, эрүүгийн хууль, корпорацийн хууль, байгаль орчны хууль зэрэг чиглэлээр мэргэшсэн байж болно.",
    type:"ajiglagch",
    pros:[
      "Хууль зүйн асуудлаар үйлчлүүлэгчийн эрх, ашиг сонирхлыг хамгаалах.",
      "Эрх зүйн судалгаа, шинжилгээнд оюуны өдөөлт, асуудлыг шийдвэрлэх.",
      "Хуулийн тодорхой мэргэжлээр нэр хүнд, өндөр орлого олох боломж.",


    ],
    cons:[
      "Хуулийн үйл ажиллагаатай холбоотой олон цаг, өндөр стресс.",
      "Тооцоолох цагийн зорилтууд болон үйлчлүүлэгчдийн хүлээлтийг хангах дарамт.",
      "Маргаантай хуулийн хэрэг, хүнд хэцүү үйлчлүүлэгчидтэй харьцах нь сэтгэл санааны хохирол.",

    ],
    lesson:["mat", "soc", "mon",],
    university:["muis",],
    img:"/mergejil/huulich.png",
  },
  {
    id:"job49",
    jobTitle:"Шүдний эмч",
    aboutJob:"Шүдний эмч өвчтөний амны хөндийн эрүүл мэндийг оношлох, эмчлэх, урьдчилан сэргийлэх ажлыг гүйцэтгэдэг. Тэд шүдний эмнэлэг, эмнэлэг эсвэл хувийн эмнэлэгт ажилладаг. Шүдний эмч нар амны хөндийн эрүүл мэндийг сэргээх, хадгалахын тулд цэвэрлэгээ, ломбо, олборлолт, сувгийн суваг зэрэг шүдний эмчилгээг хийдэг. Тэд амны хөндийн эрүүл ахуйн талаар өвчтөнд сургаж, эмчилгээний сонголтуудыг санал болгож, шүдний нөхцөл байдлыг цаг хугацааны явцад хянаж байдаг. Шүдний эмч нар ерөнхий шүдний эмчилгээ, гажиг заслын эмчилгээ, амны хөндийн мэс засал, хүүхдийн шүдний эмчилгээ зэрэг чиглэлээр мэргэшсэн байж болно.",
    type:"",
    pros:[
      "Өвчтөнд амны хөндийн эрүүл мэндийг сахих, инээмсэглэлийг сайжруулахад тусалдаг.",
      "Ажлын тогтвортой байдал, шүдний практикт өндөр орлого олох боломж.",
      "Бизнес эрхлэх, шүдний эмнэлэгтэй болох боломжууд.",

    ],
    cons:[
      "Шүдний процедурыг гүйцэтгэхэд олон цаг, бие махбодийн ачаалал.",
      "Шүдний боловсролын зардал өндөр, оюутны зээлийн өр.",
      "Зарим тохиолдолд өвчтөний сэтгэлийн түгшүүр, шүдний эмгэгийг даван туулах.",
    ],
    lesson:["chem", "bio", "mon",],
    university:["ashuis",],
    img:"/mergejil/shud.png",
  },
  {
    id:"job50",
    jobTitle:"Веб хөгжүүлэгч",
    aboutJob:"Вэб хөгжүүлэгчид хувь хүмүүс, бизнесүүд эсвэл байгууллагуудад зориулсан вэбсайтуудыг зохион бүтээж, бүтээж, засвар үйлчилгээ хийдэг. Тэд вэб хөгжүүлэлтийн фирмүүд, програм хангамжийн компаниуд эсвэл фрилансерээр ажилладаг. Вэб хөгжүүлэгчид HTML, CSS, JavaScript зэрэг програмчлалын хэлийг ашиглан вэб хуудас, программуудыг үүсгэдэг. Тэд загвар зохион бүтээгчид, контент бүтээгчид, үйлчлүүлэгчидтэй хамтран хэрэглэгчдэд ээлтэй, үзэмж сайтай вэбсайтуудыг хөгжүүлдэг. Вэб хөгжүүлэгчид урд талын хөгжүүлэлт, арын төгсгөлийн хөгжүүлэлт, бүрэн стек хөгжүүлэлт зэрэг чиглэлээр мэргэшсэн байж болно.",
    type:"bodogch",
    pros:[
      "Вэбсайтыг зохион бүтээх, кодлоход бүтээлч байдал, асуудлыг шийдвэрлэх.",
      "Ажлын уян хатан байдал, бие даан эсвэл алсаас ажиллах боломж.",
      "Төрөл бүрийн салбарт вэб хөгжүүлэх ур чадвар өндөр эрэлт хэрэгцээ",

    ],
    cons:[
      "Удаан цаг, хатуу хугацаа, ялангуяа вэб сайт нээх үед.",
      "Вэб хөгжүүлэлтийн төслүүдэд гарч болох техникийн бэрхшээл, алдаанууд.",
      "Хөгжиж буй вэб технологи, програмчлалын хэлийг дагаж мөрдөх.",

    ],
    lesson:["mat", "phy", "eng",],
    university:["shutis", "muis",],
    img:"/mergejil/web.png",
  },
  {
    id:"job51",
    jobTitle:"Нарийн бичиг",
    aboutJob:"Нарийн бичиг нь удирдах албан тушаалтнууд, менежерүүд эсвэл багуудад захиргааны дэмжлэг, туслалцаа үзүүлдэг. Тэд оффис, корпораци эсвэл засгийн газрын агентлагт ажилладаг. Нарийн бичиг захидал харилцааг удирдаж, цаг товлож, уулзалт, арга хэмжээ зохион байгуулдаг. Тэд мөн бүртгэл хөтөлж, баримт бичгийг бэлтгэж, үйлчлүүлэгч эсвэл үйлчлүүлэгчдээс лавлагаа авдаг. Нарийн бичиг гүйцэтгэх тусламж, хууль зүйн туслалцаа, эмнэлгийн тусламж зэрэг чиглэлээр мэргэшсэн байж болно.",
    type:"bodogch",
    pros:[
      "Санхүүгийн өгөгдөлд дүн шинжилгээ хийж, бизнес эсвэл үйлчлүүлэгчдэд ойлголт өгөх.",
      "Нягтлан бодох бүртгэлийн пүүсүүдэд ажлын тогтвортой байдал, карьер ахих боломж.",
      "Нягтлан бодох бүртгэлийн нарийн төвөгтэй асуудлыг шийдвэрлэх оюуны өдөөлт.",

    ],
    cons:[
      "Ялангуяа татварын улирал эсвэл санхүүгийн шалгалтын үеэр олон цагаар ажилладаг.",
      "Мэдээлэл оруулах, нэгтгэх зэрэг нягтлан бодох бүртгэлийн зарим ажлуудын давтагдах шинж чанар.",
      "Хугацааг нь биелүүлэх, санхүүгийн тайлангийн үнэн зөвийг баталгаажуулах дарамт.",

    ],
    lesson:["soc", "mat", "mon",],
    university:["sezis", "muis",],
    img:"/mergejil/nariinbichig.png",
  },
  {
    id:"job52",
    jobTitle:"Нягтлан бодогч",
    aboutJob:"Нягтлан бодогчид нь хувь хүн, аж ахуйн нэгж, байгууллагын санхүүгийн гүйлгээнд дүн шинжилгээ хийж, бүртгэж, тайлагнадаг. Тэд нягтлан бодох бүртгэлийн фирм, корпораци эсвэл засгийн газрын агентлагт ажилладаг. Нягтлан бодогчид санхүүгийн тайлан гаргах, нягтлан бодох бүртгэлийн стандарт, дүрэм журмын хэрэгжилтийг хангана. Тэд татварын нягтлан бодох бүртгэл, аудит, удирдлагын нягтлан бодох бүртгэл, шүүх нягтлан бодох бүртгэл зэрэг чиглэлээр мэргэшсэн байж болно. Нягтлан бодогчид санхүүгийн мэдээлэлд дүн шинжилгээ хийж, оролцогч талуудад ойлголт өгөхийн тулд нягтлан бодох бүртгэлийн программ хангамж, хэрэгслийг ашигладаг.",
    type:"bodogch",
    pros:[
      "Удирдах ажилтнууд эсвэл багуудад зориулсан захиргааны ажлыг зохион байгуулах, удирдах.",
      "Ажлын тогтвортой байдал, удирдлагын албан тушаалд дэвших боломж.",
      "Янз бүрийн үүрэг хариуцлага, шинэ ур чадвар эзэмших боломж.",

    ],
    cons:[
      "Ажлын өдрийн турш олон ажил хийх, тасалдлыг шийдвэрлэх.",
      "Өрсөлдөж буй тэргүүлэх чиглэлүүдийг тэнцвэржүүлж, хатуу эцсийн хугацааг биелүүлэх.",
      "Хязгаарлагдмал хүлээн зөвшөөрөлт, байгууллагын шатлалд үл тоомсорлох боломж.",

    ],
    lesson:["soc", "mat", "mon",],
    university:["muis", "sezis",],
    img:"/mergejil/nybo.png",
  },
  {
    id:"job53",
    jobTitle:"Цөмийн инженер",
    aboutJob:"Цөмийн инженерүүд цөмийн систем, технологийг зохион бүтээж, хөгжүүлж, ажиллуулдаг. Тэд эрчим хүч, батлан хамгаалах, судалгаа шинжилгээ зэрэг салбарт ажилладаг. Цөмийн инженерүүд цөмийн урвалд дүн шинжилгээ хийж, цөмийн реакторуудыг зохион бүтээж, цөмийн байгууламжийн аюулгүй байдал, үр ашгийг баталгаажуулдаг. Тэд реакторын дизайн, цацрагийн хамгаалалт, цөмийн хаягдлын менежмент, цөмийн хамгаалалт зэрэг чиглэлээр мэргэшсэн байж болно. Цөмийн инженерүүд цөмийн технологитой холбоотой эрсдлийг үнэлэх, бууруулахын тулд компьютерийн загварчлал, загварчлалын хэрэгсэл, аюулгүй байдлын протоколуудыг ашигладаг.",
    type:"stra",
    pros:[
      "Атомын цахилгаан станц, системийг төлөвлөх, ажиллуулах.",
      "Ажлын тогтвортой байдал, цөмийн салбарт карьер ахих боломж.",
      "Инженерийн нарийн төвөгтэй асуудлыг шийдвэрлэх оюуны өдөөлт.",

    ],
    cons:[
      "Цөмийн эрчим хүч үйлдвэрлэхтэй холбоотой аюулгүй байдлын асуудал, эрсдэл.",
      "Цөмийн инженерчлэлд өндөр даралт, зохицуулалтын хатуу шаардлага.",
      "Цөмийн энергитэй холбоотой олон нийтийн ойлголтын сорилт, гутаан доромжлол.",


    ],
    lesson:["phy", "chem", "mat", "eng",],
    university:["shutis", "gmit",],
    img:"/mergejil/tsum.png",
  },
  {
    id:"job54",
    jobTitle:"Гал сөнөөгч",
    aboutJob:"Гал сөнөөгчид амь нас, эд хөрөнгийг хамгаалахын тулд гал түймэр, осол, байгалийн гамшиг зэрэг онцгой байдлын үед хариу арга хэмжээ авдаг. Тэд галын хэлтэс, аврах анги, онцгой байдлын агентлагт ажилладаг. Гал сөнөөгчид онцгой байдлын үед гал унтраах, эрэн хайх, аврах, эмнэлгийн тусламж үзүүлэх ажлыг гүйцэтгэдэг. Мөн иргэдийг галын аюулгүй байдлын талаар сурталчлах, барилга байгууламжийн дүрэмд нийцэж байгаа эсэхийг шалгах, бэлтгэл сургуулилтад оролцон бэлэн байдлыг хангадаг. Гал сөнөөгчид аюултай бодисын хариу арга хэмжээ, хот суурин газрын эрэн хайх, аврах ажиллагаа, зэрлэг хээрийн түймрийг унтраах зэрэг чиглэлээр мэргэшсэн байж болно.",
    type:"hyanagch",
    pros:[
      "Амь насыг аврах, ард иргэдийг гал түймэр, онцгой байдлын аюулаас хамгаалах.",
      "Өндөр даралттай нөхцөлд гал сөнөөгчдийн дунд нөхөрлөл, багаар ажиллах.",
      "Онцгой байдлын үед хариу арга хэмжээ авах чадварыг хөгжүүлэх, хувь хүний ​​өсөлт, хөгжлийн боломжууд.",


    ],
    cons:[
      "Гал түймэртэй тэмцэх үйл ажиллагаанд аюул, бие махбодийн эрсдэлд өртөх.",
      "Гэмтсэн үйл явдлын гэрч болж, амь насаа алдсаны сэтгэл хөдлөлийн хохирол.",
      "Амралтын өдрүүд болон амралтын өдрүүдийг оролцуулаад урт цаг, тогтмол бус хуваарь.",

    ],
    lesson:["ski", "mon",],
    university:["bhis", ],
    img:"/mergejil/galsunuugch.png",
  },
  {
    id:"job55",
    jobTitle:"Оёдолчин",
    aboutJob:"Оёдолчид хувь хүний ​​хэмжилт, хүсэл сонирхолд нийцүүлэн хувцсыг бүтээдэг, өөрчилдөг, засдаг. Тэд оёдлын цех, хувцасны дэлгүүр эсвэл оёдлын үйлдвэрт ажилладаг. Оёдолчид дизайны тодорхойлолт эсвэл хэрэглэгчийн хүсэлтийн дагуу хэмжилт хийж, даавууг сонгож, хувцас оёдог. Тэд захиалгат оёдол, өөрчлөлт, хувцасны загвараар мэргэшсэн байж болно. Оёдолчид оёдлын машин, гар багаж, хээ урлах арга техникийг ашиглан нарийн ширийн зүйл, гар урлалыг анхаарч, өндөр чанартай хувцас хийдэг.",
    type:"darhan",
    pros:[
      "Хувцасны загвар зохион бүтээх, оёх бүтээлч байдал, гар урлал.",
      "Үйлчлүүлэгчдэд төгс тохирох, хэв маягийг бий болгоход туслах ажлын сэтгэл ханамж.",
      "Бизнес эрхлэх, оёдлын бизнес эрхлэх боломж.",

      

    ],
    cons:[
      "Оёдлын үйлчилгээний эрэлтийн улирлын хэлбэлзэл.",
      "Бэлэн хувцас, олноор үйлдвэрлэсэн хувцаснаас өрсөлдөөн.",
      "Бараа материалыг удирдах, чанартай материал авахад тулгарч буй бэрхшээлүүд.",


    ],
    lesson:["ski", "mon", ],
    university:["suis",],
    img:"/mergejil/oydolchin.png",
  },
  {
    id:"job56",
    jobTitle:"Тамирчин",
    aboutJob:"Тамирчид бие бялдрын ур чадвар, хөнгөн атлетик, спортын ур чадвараа харуулахын тулд мэргэжлийн түвшинд спортын тэмцээнд оролцдог. Тэд тогтмол бэлтгэл хийж, хоолны дэглэм, дасгалын дэглэмийг чанд мөрдөж, тэмцээн уралдаан, тэмцээнд оролцдог. Тамирчид сагсан бөмбөг, хөл бөмбөг, усан сэлэлт, хөнгөн атлетик зэрэг төрөл бүрийн спортоор мэргэшсэн байж болно. Тэд орон нутаг, үндэсний болон олон улсын тэмцээнд спортын баг, клуб, үндэсний багийг төлөөлж болно. Тамирчид хувийн болон багийн зорилгодоо хүрч, дээд амжилт тогтоож, үзүүлбэрээрээ хөгжөөн дэмжигчдэдээ урам зориг өгөхийг хичээдэг.",
    type:"stra",
    pros:[
      "Хайртай спортоо мэргэжлийн түвшинд тоглож, шүтэн бишрэгчдээ хөгжөөж байна.",
      "Спортын тэмцээнээр аялах, олон янзын соёлтой танилцах боломж.",
      "Амжилтанд хүрсэн тамирчдад санхүүгийн урамшуулал, дэмжлэг авах боломж.",

    ],
    cons:[
      "Өндөр эрчимтэй спортоор хичээллэхтэй холбоотой бие махбодийн шаардлага, гэмтэл бэртэл авах эрсдэл.",
      "Тогтвортой өндөр түвшинд ажиллаж, багийн хүлээлтийг хангах дарамт.",
      "Гэмтэл, тэмцээн уралдааны улмаас мэргэжлийн спортод богино карьер, тодорхойгүй байдал.",

    ],
    lesson:["mon", "eng",],
    university:["muis", "shutis",],
    img:"/mergejil/tamirchin.png",
  },

];
const lesson = [
  {
    lessonId: "mat",
    lessonName: "Математик",
    img: "/svg/subject/mat.png",
  },
  {
    lessonId: "eng",
    lessonName: "Англи хэл",
    img: "/svg/subject/eng.png",
  },
  {
    lessonId: "bio",
    lessonName: "Биологи",
    img: "/svg/subject/bio.png",
  },
  {
    lessonId: "chem",
    lessonName: "Хими",
    img: "/svg/subject/chem.png",
  },
  {
    lessonId: "phy",
    lessonName: "Физик",
    img: "/svg/subject/phy.png",
  },
  {
    lessonId: "geo",
    lessonName: "Газарзүй",
    img: "/svg/subject/geo.png",
  },
  {
    lessonId: "mon",
    lessonName: "Монгол хэл",
    img: "/svg/subject/mon.png",
  },
  {
    lessonId: "soc",
    lessonName: "Нийгмийн ухаан",
    img: "/svg/subject/soc.png",
  },
  {
    lessonId: "his",
    lessonName: "Түүх",
    img: "/svg/subject/his.png",
  },
  {
    lessonId: "rus",
    lessonName: "Орос хэл",
    img: "/svg/subject/rus.png",
  },
  {
    lessonId: "ski",
    lessonName: "Ур чадвар",
    img:"/svg/subject/ski.png"
  },
];
const uni = [
  {
    uniId: "muis",
    uniName: "МУИС",
  },
  {
    uniId: "shutis",
    uniName: "ШУТИС",
  },
  {
    uniId: "sezis",
    uniName: "СЭЗИС",
  },
  {
    uniId: "mubis",
    uniName: "МУБИС",
  },
  {
    uniId: "hais",
    uniName: "ХААИС",
  },
  {
    uniId: "bhis",
    uniName: "БХИС",
  },
  {
    uniId: "ashius",
    uniName: "АШУҮИС",
  },
  {
    uniId: "humuunleg",
    uniName: "ХУИС",
  },
  {
    uniId: "mvis",
    uniName: "МҮИС",
  },
  {
    uniId: "gmit",
    uniName: "МГХАМТИС",
  },
  {
    uniId: "suis",
    uniName: "СУИС",
  }
];
const careerTestData = [
  {
    que: "Ямар нэг үдэшлэг, олон нийтийн арга хэмжээнд ",
    a1: "Шинэ хүмүүстэй танилцах нь дээр ",
    a2: "Ганцаараа эсвэл дотны хэдэн найзтайгаа байсан нь дээр",
    score: [
      [2, 4, 3.5, 3, 1, 1, 1, 1, 5, 5, 5, 4, 4, 3.5, 2, 4],
      [4, 2, 2, 3, 5, 5, 5, 4, 3.5, 1, 1, 3, 2, 3, 4, 1],
    ],
  },
  {
    que: "Аль нь илүү сонирхолтой вэ? ",
    a1: "Бодит амьдрал, шинжлэх ухаан, түүхийн талаар судлах",
    a2: "Янз янзын боломжуудыг төсөөлж шинэ санаа гаргах",
    score: [
      [4, 3, 3, 3.5, 1, 1, 1, 3, 3, 2, 4, 3, 3, 4, 3, 3],
      [3, 4, 3, 1, 5, 5, 5, 3, 3, 5, 2, 3, 3, 3, 5, 3],
    ],
  },
  {
    que: "Шийдвэр гаргахдаа юун дээр тулгуурладаг вэ?",
    a1: "Логиктойгоор хамгийн утга учиртайг нь сонгодог ",
    a2: "Бусдын болон өөрийнхөө мэдрэмж дээр тулгуурлаж сонгодог",
    score: [
      [4, 2, 5, 3.5, 2, 2, 3, 5, 5, 2, 2, 4, 2, 5, 2, 5],
      [1, 4, 1, 2, 4, 4, 3, 2, 2, 4, 4, 2, 5, 1, 5, 1],
    ],
  },
  {
    que: "Санал хүсэлт өгөхдөө",
    a1: "Үнэнээр, нөхцөл байдалд тус болох зүйл хэлдэг",
    a2: "Бусдын сэтгэлийг бодож магтдаг",
    score: [
      [4, 2, 5, 3.5, 3, 3, 3, 4, 5, 2, 3, 4, 2, 4, 3, 5],
      [2, 4, 1, 1, 3, 4, 4, 2, 2, 4, 3, 2, 4, 2, 3, 1],
    ],
  },
  {
    que: "Юунаас илүү энерги авдаг вэ? ",
    a1: "Шинэ зүйл, адал явдал",
    a2: "Юм бодож, амрах чимээгүй орчин",
    score: [
      [2, 3, 2.5, 3, 2, 4, 2, 2, 3, 5, 3, 2.5, 3, 3.5, 2, 4],
      [4, 3, 3.5, 3, 5, 1.5, 5, 5, 4, 1, 3, 3.5, 4, 2.5, 4, 2],
    ],
  },
  {
    que: "Шинэ нөхцөл байдал ямар байвал дээр вэ?",
    a1: "Өмнө хийж байсан зүйлтэй ойролцоо, тухтай мэдрэмж өгч байвал",
    a2: "Шинэ зүйлээр дүүрэн, догдлуулж байвал",
    score: [
      [3.5, 3.5, 3.5, 3.5, 3, 1, 2.5, 3.5, 2, 2, 2, 4, 4, 2.5, 2, 2.5],
      [2.5, 2.5, 2.5, 2.5, 4, 5, 3.5, 2.5, 4, 4, 4, 2, 2, 3.5, 4, 3.5],
    ],
  },
  {
    que: "Аливаа зүйлийн эцсийн хугацааг хэрхэн хүргэдэг вэ?",
    a1: "Урьдчилан төлөвлөж, төлөвлөгөөний дагуу ",
    a2: "Уян хатан байж, урсгалаар нь ",
    score: [
      [4, 3, 3, 4, 5, 4, 3, 5, 5, 3, 2, 4, 3, 4, 3, 5],
      [3, 3, 3, 1, 2, 2, 5, 1, 2, 3, 4, 1, 3, 3, 5, 4],
    ],
  },
  {
    que: "Асуудалтай тулгарсан үед ямар хандлагатай байдаг вэ? ",
    a1: "Шийдлийг олохын тулд баримт, нарийн зүйл дээр анхаарлаа төвлөрүүлдэг",
    a2: "Зөн совиндоо итгэж, зөв гэж бодож байгаа зүйлээ дагадаг",
    score: [
      [5, 2, 2, 5, 3, 3, 2, 5, 5, 2, 1, 5, 3, 4, 2, 4],
      [1, 5, 5, 1, 4, 5, 5, 2, 2, 4, 5, 1, 3, 3, 5, 3],
    ],
  },
  {
    que: "Чамайг юу илүү зоригжуулдаг вэ? ",
    a1: "Зорилгодоо хүрч, хийх ёстой зүйлээ дуусгах ",
    a2: "Бусдад эерэг нөлөө үзүүлж, туслах ",
    score: [
      [5, 2, 2, 5, 4, 3, 2, 4, 5, 2, 3, 3, 3, 4, 2, 5],
      [3, 5, 5, 3, 2, 2, 3, 3, 3, 4.5, 4.5, 3.5, 5, 4, 2, 5],
    ],
  },
  {
    que: "Зөвлөлдөөний үед",
    a1: "Тохиромжтой, зөв гаргалгааг олоход анхаардаг",
    a2: "Бусад хүмүүсийн сэтгэлийг ойлгоход анхаардаг",
    score: [
      [5, 2, 2, 4, 4.5, 4.5, 2, 4, 5, 2, 2, 3.5, 3.5, 3, 2, 4],
      [4, 5, 5, 3, 3, 3, 3, 4, 2.5, 4, 5, 3, 5, 3, 3, 5],
    ],
  },
  {
    que: "Сургууль дээрээ яаж ажиллахыг илүүд үздэг вэ?",
    a1: "Багаараа үйл ажиллагаанд оролцож, багийн ажил хийх",
    a2: "Бие даан, ганцаар ажиллах ",
    score: [
      [4, 5, 5, 3, 3.5, 4.5, 3, 3, 1, 4, 4, 2, 5, 4.5, 2, 5],
      [5, 1, 1, 3, 4.5, 4.5, 3.5, 4.5, 5, 3, 3, 5, 2.5, 5, 2.5, 5],
    ],
  },
  {
    que: "Яаж ажиллахыг илүүд үздэг вэ? ",
    a1: "Бүтээлч байх боломжтой уян хатан орчинд",
    a2: "Тодорхой зорилго, чиг баримжаатай орчинд",
    score: [
      [4, 3, 3, 3, 5, 5, 5, 4, 3, 4, 3, 2, 2, 3, 5, 3],
      [5, 1, 1, 5, 3, 3, 3, 5, 5, 2, 3, 5, 2.5, 5, 1, 5],
    ],
  },
  {
    que: "Аль нь танд илүү таалагддаг вэ?",
    a1: "Бодит зүйл дээр тулгуурласан үйл ажиллагаа",
    a2: "Бүтээлч, уран сэтгэмжээ ашигласан үйл ажиллагаа",
    score: [
      [3, 3, 3.5, 4, 2, 1, 1, 2, 4, 3.5, 4, 4, 3, 4, 5, 4],
      [3, 2, 2, 3.5, 5, 5, 5, 5, 2, 3, 2, 1, 3, 1, 1, 2],
    ],
  },
  {
    que: "Шинэ хүнтэй уулзахад ямар мэдрэмж төрдөг вэ? ",
    a1: "Тав тухтай, тэдэнтэй шууд ярилцахад бэлэн байдаг",
    a2: "Жаахан ичимхий, тэдэнтэй танилцахад илүү цаг зарцуулдаг",
    score: [
      [2, 3.5, 4, 2, 1, 1, 1, 1, 4.5, 5, 4.5, 4, 4, 4, 3.5, 3],
      [3, 2.5, 2, 4, 5, 5, 5, 5, 1, 1, 2, 2, 2.5, 1, 3, 2],
    ],
  },
  {
    que: "Бусад хүмүүстэй хэрхэн харилцдаг вэ?",
    a1: "Юу бодож байгаагаа шулуухан хэлдэг",
    a2: "Нөгөө хүмүүсийнхээ сэтгэлийг бодож эелдэг байхыг хичээдэг",
    score: [
      [2, 3, 5, 5, 2, 2, 1, 1, 5, 4, 4, 5, 3.5, 5, 3, 4.5],
      [4, 3.5, 1, 1, 4, 4, 5, 5, 1, 2, 3, 2, 4, 1, 3, 2.5],
    ],
  },
  {
    que: "Ном уншиж байхдаа зохиолыг нь : ",
    a1: "Тодорхой бөгөөд ойлгомжтой байхыг хүсдэг",
    a2: "Уран зөгнөлтэй бөгөөд гүн утгатай байхыг хүсдэг ",
    score: [
      [2, 3, 4, 3, 1, 1, 1, 1, 5, 3, 4, 4, 3, 4, 2, 4],
      [4, 3, 2, 3, 5, 5, 5, 5, 1, 3, 2, 2, 3, 2, 4, 2],
    ],
  },
  {
    que: "Гэнэтийн өөрчлөлтийг хэрхэн хүлээн авдаг вэ? ",
    a1: "Аливаа зүйлд заавал нэмэлт төлөвлөгөөтэй байдаг ",
    a2: "Өөрчлөлтөд дасан зохицож, шинэ зүйл туршихад дуртай байдаг",
    score: [
      [4, 2, 4, 5, 2, 1, 2, 2, 4, 1, 3, 4, 2, 4, 5, 4],
      [2, 4, 2, 1, 4, 5, 4, 4, 2, 5, 3, 2, 4, 2, 1, 2],
    ],
  },
  {
    que: "Найзыгаа хүлээж байхдаа",
    a1: "Түүнийг цагтаа ирж, цаг баримтлахыг хүсдэг",
    a2: "Түүнийг хоцорсон ч тоохгүй",
    score: [
      [2.5, 1, 4, 4.5, 2, 1.5, 2, 2, 4.5, 3, 2, 5, 2, 5, 3.5, 4.5],
      [3.5, 5, 2, 1.5, 4, 4.5, 4, 4, 1.5, 3, 4, 2, 4, 1, 1.5, 1.5],
    ],
  },
  {
    que: "Амралтын өдрийн төлөвлөгөө гаргахдаа та юуг илүүд үздэг вэ? ",
    a1: "Найзуудтайгаа гадуур явж, хүмүүсийн дэргэд байх",
    a2: "Өөрийн дуртай зүйлээ хийж өөртөө цаг гаргах",
    score: [
      [2, 3, 3.5, 2, 1, 1, 1, 1, 4.5, 5, 3.5, 4.5, 4, 3.5, 2, 4],
      [4, 3, 2.5, 4, 5, 5, 5, 5, 1.5, 1, 2.5, 1.5, 2, 2.5, 4, 2],
    ],
  },
  {
    que: "Аль нь таныг илүү сайн дүрсэлсэн байна вэ?  ",
    a1: "Аливаа зүйлийг байгаагаар нь байлгах дуртай ",
    a2: "Шинэ зүйлсэд дуртай",
    score: [
      [4, 3, 4, 5, 2, 2, 1, 2, 4.5, 2, 3, 4.5, 3, 5, 2.5, 3],
      [2, 3, 2, 1, 4, 4, 5, 4, 1.5, 4, 3, 1.5, 3, 1, 1.5, 3],
    ],
  },
];
let CareerType = [
  {
    score: 0,
    typeId: "ajiglagch",
    nme: "ажиглагч",
    aboutType:
      "Таны нарийн ширийн зүйлд чиглэсэн, хариуцлагатай зан чанар таныг найдвартай, нямбай хувь хүн гэдгээрээ ялгаруулдаг. Мэдээлэлд дүн шинжилгээ хийх, тууштай байх, дүрэм журмыг дагаж мөрдөх чадвар нь таныг янз бүрийн даалгаварт үнэн зөв, нарийвчлалтай байх чадвартай жинхэнэ ажиглагч болгодог. Та мэргэжлийн болон хувийн орчинд дэг журам, бүтцийг бий болгох онцгой авьяастай.",
  },
  {
    typeId: "demjigch",
    score: 0,
    nme: "дэмжигч",
    aboutType:
      "Таны халуун дулаан, өрөвдөх сэтгэлтэй, халамжтай зан чанар нь таныг эргэн тойрныхоо хүмүүст туслах тулгуур багана болгон бусдаас ялгаруулдаг. Бусдад туслах, эв найрамдлыг хадгалах чин хүсэл тань таныг ямар ч баг, хамт олонд үнэлж баршгүй хөрөнгө болгодог. Хүмүүсийг гүн гүнзгий ойлгох, харилцах онцгой чадвараараа та тааралдсан хүн бүрийг хүмүүжүүлж, угтах орчинг бүрдүүлдэг.",
  },
  {
    typeId: "zuvlugch",
    score: 0,
    nme: "зөвлөгч",
    aboutType:
      "Таны өрөвдөх сэтгэл, ухаарал, энэрэнгүйэнгүй зан чанар таныг гүн гүнзгий, халамжтай гэдгээр ялгаруулдаг. Бусдыг гүн гүнзгий ойлгож, холбогдох чадвар тань таныг үнэ цэнтэй итгэлт хүн, удирдамж эрэлхийлж буй хүмүүст туслах гэрэлт цамхаг болгодог. Та эргэн тойрныхоо хүмүүсийн нуугдмал сэтгэл хөдлөл, хэлээгүй бодлыг олж хардаг төрөлхийн авьяастай бөгөөд таныг жинхэнэ эмпат болгодог.",
  },
  {
    typeId: "stra",
    score: 0,
    nme: "стратегич",
    aboutType:
      "Таны аналитик, логик, бүтээлч сэтгэлгээ таныг алсын хараатай сэтгэгч, мастер стратегич гэдгээрээ ялгаруулдаг. Том дүр зургийг харж, нарийн төлөвлөгөө боловсруулах чадвар нь таныг нарийн төвөгтэй сорилтуудыг даван туулах гайхалтай хүч болгодог. Та оюун ухаан, бүтээлч байдал, шийдэмгий байдлын ховор хослолыг эзэмшдэг бөгөөд энэ нь танд боломжийн талбарт гүн гүнзгий нэвтэрч, шинэлэг шийдлүүдийг нээх боломжийг олгодог.",
  },
  {
    typeId: "darhan",
    score: 0,
    nme: "дархан",
    aboutType:
      "Таны практик, авхаалжтай зан чанар таныг гар урлалын мастер гэдгээрээ ялгаруулдаг. Таны юмс хэрхэн явагддагийг ойлгох чадвар, нарийн ширийн зүйлийг нарийн ширтэх чадвар нь таныг бодит бүтээлээр дамжуулан санаагаа амьдралд хэрэгжүүлэх чадвартай жинхэнэ гар урчууд болгодог. Та техникийн ур чадвар, урлагийн авъяас чадварын хосгүй хослолыг эзэмшдэг бөгөөд энэ нь таныг аливаа бүтээлч үйл ажиллагаанд үнэлж баршгүй хөрөнгө болгодог.",
  },
  {
    typeId: "uran buteelch",
    score: 0,
    nme: "уран бүтээлч",
    aboutType:
      "Таны бүтээлч, мэдрэмжтэй, илэрхийлэлтэй зан чанар таныг жинхэнэ мөрөөдөгч, сэтгэл татам түүхч гэдгээрээ ялгаруулдаг. Хорвоо ертөнцийг өвөрмөц нүдээр харж, сэтгэл хөдлөлөө сэтгэл татам урлагийн бүтээл болгон хувиргах чадвар таныг бусдад урам зориг өгч, гүн гүнзгий сэтгэл хөдлөлийг төрүүлэх хүчирхэг хүч болгодог. Та хүний сэтгэл хөдлөлийн гүнтэй холбогдож, амьдралын мөн чанараас гоо сайхныг урлах гайхалтай авьяастай.",
  },
  {
    typeId: "muruudugch",
    score: 0,
    nme: "мөрөөдөгч",
    aboutType:
      "Таны дотоод сэтгэлтэй, энэрэнгүй, уран сэтгэмжтэй зан чанар таныг гүн гүнзгий сэтгэгч, алсын хараатай мөрөөдөгч гэдгээрээ ялгаруулдаг. Таны сэтгэл хөдлөл, санаа бодлын талбарт гүн шумбах чадвар нь таныг сэтгэл татам үлгэр зохиож, гүн гүнзгий үнэнийг урлаг, ойлголтоороо илэрхийлэх чадвартай, жинхэнэ сэтгэлийн яруу найрагч болгодог. Та хүний туршлагыг гүн гүнзгий, эмпатик түвшинд ойлгох ховор авьяастай.",
  },
  {
    typeId: "bodogch",
    score: 0,
    nme: "бодогч",
    aboutType:
      "Таны дотоод сэтгэлтэй, энэрэнгүй, уран сэтгэмжтэй зан чанар таныг гүн гүнзгий сэтгэгч, алсын хараатай мөрөөдөгч гэдгээрээ ялгаруулдаг. Таны сэтгэл хөдлөл, санаа бодлын талбарт гүн шумбах чадвар нь таныг сэтгэл татам үлгэр зохиож, гүн гүнзгий үнэнийг урлаг, ойлголтоороо илэрхийлэх чадвартай, жинхэнэ сэтгэлийн яруу найрагч болгодог. Та хүний туршлагыг гүн гүнзгий, эмпатик түвшинд ойлгох ховор авьяастай.",
  },
  {
    typeId: "huviaraa",
    score: 0,
    nme: "бизнесмен",
    aboutType:
      "Таны сэтгэл татам, шинийг эрэлхийлдэг, эрсдэлд ордог зан чанар нь таныг анхдагч, төрөлхийн удирдагч гэдгээрээ ялгаруулдаг. Бусдын сорилт бэрхшээлийг олж хардаг боломжийг олж харах чадвар, санаагаа бодит болгох хүсэл эрмэлзэл таныг бизнес, инновацийн ертөнцөд эрч хүчтэй болгодог. Та бүтээлч байдал, стратегийн сэтгэлгээний өвөрмөц хослолыг эзэмшсэн тул өөрчлөлтийг жолоодох жинхэнэ анхдагч болно.",
  },
  {
    typeId: "hugjuugch",
    score: 0,
    nme: "энтертейнер",
    aboutType:
      "Таны сэргэлэн цовоо, илэрхий, нийтэч зан чанар таныг сэтгэл татам жүжигчний хувьд бусдаас ялгаруулдаг. Та ямар ч өрөөг гэрэлтүүлж, амьд оршихуйгаараа бусдад баяр баясгаланг авчрах чадвар нь таныг үзэгчдийг байлдан дагуулж, мөнхийн сэтгэгдэл үлдээх чадвартай, төрөлхийн хөгжөөн дэмжигч болгодог. Та анхаарлын төвд байж, хором бүрийг сэтгэл хөдөлгөм, урам зоригоор дүүргэх онцгой авьяастай.",
  },
  {
    typeId: "zorigjuulagch",
    score: 0,
    nme: "зоригжуулагч",
    aboutType:
      "Таны өрөвдөх сэтгэлтэй, дур булаам, алсын хараатай зан чанар таныг эерэг өөрчлөлтийн төрөлхийн өдөөгч, хурдасгагч гэдгээрээ ялгаруулдаг. Бусадтай гүн гүнзгий холбогдож, тэдний сэтгэл санааг дээшлүүлэх чадвар нь таныг хүсэл тэмүүллийг бадрааж, хүмүүст урам зориг өгөх чадвартай, жинхэнэ нөлөөлөгч болгодог. Та хаа ч явсан эргэн тойрныхоо хүмүүсийг ойлгож, тэдэнд урам зориг өгөх онцгой авьяастай. ",
  },
  {
    typeId: "hyanagch",
    score: 0,
    nme: "хянагч",
    aboutType:
      "Таны практик, хариуцлагатай, зохион байгуулалттай зан чанар таныг төрөлхийн удирдагч, найдвартай байдлын тулгуур багана гэдгээрээ ялгаруулдаг. Бүтэц тогтоох, дэг журмыг сахиулах чадвар нь таныг зорилгодоо хүрэхийн тулд багуудыг удирдан чиглүүлж, дэмжих чадвартай үр дүнтэй удирдагч болгодог. Өөрчлөлт илүү их зорилгод нийцэх үед та уламжлалаа сахин хамгаалах онцгой авьяастай.",
  },
  {
    typeId: "sanaa tavigch",
    score: 0,
    nme: " санаа тавигч",
    aboutType:
      "Таны халуун дулаан, энэрэнгүй зан чанар таныг төрөлхийн асран хамгаалагч, эргэн тойрныхоо хүмүүст тайтгарлын эх үүсвэр болгон бусдаас ялгаруулдаг. Бусадтай гүн гүнзгий холбогдож, гуйвшгүй дэмжлэг үзүүлэх чадвар нь таныг бие махбодийн болон сэтгэл санааны хэрэгцээг хангах чадвартай жинхэнэ асран хамгаалагч болгодог. Та эв найртай орчинг бий болгож, харьяалагдах мэдрэмжийг төрүүлэх онцгой авьяастай.",
  },
  {
    typeId: "zahiragch",
    score: 0,
    nme: "захирагч",
    aboutType:
      "Таны стратеги, тууштай, зорилгодоо чиглэсэн зан чанар таныг төрөлхийн удирдагч, алсын хараатай төлөвлөгч гэдгээрээ ялгаруулдаг. Нөхцөл байдалд дүн шинжилгээ хийх, үр дүнтэй стратеги боловсруулах, өөртөө итгэлтэй манлайлах чадвар нь таныг баг, байгууллагыг амжилтанд хүргэх чадвартай жинхэнэ удирдах ажилтан болгодог. Та хүнд хэцүү шийдвэр гаргаж, бусдад урам зориг өгөх онцгой авьяастай.",
  },
  {
    typeId: "zugnugch",
    score: 0,
    nme: "зөгнөгч",
    aboutType:
      "Таны шинийг эрэлхийлэгч, сониуч зан чанар таныг шинэ санааны анхдагч, анхдагч гэдгээрээ ялгаруулдаг. Мэдлэгт ханашгүй өлсгөлөн, хоорондоо уялдаа холбоогүй мэт санагдах ухагдахуунуудыг хооронд нь холбох чадвар таныг бусад хүмүүсийн үл тоомсорлож болзошгүй боломжуудыг төсөөлөх чадвартай, жинхэнэ алсын хараатай болгодог. Та статус кво-г сорьж, шинэлэг алсын хараагаараа дэлхийг өөрчлөх онцгой авьяастай.",
  },
  {
    typeId: "chigluulegch",
    score: 0,
    nme: "чиглүүлэгч",
    aboutType:
      "Таны өрөвдөх сэтгэл, дэмжлэг, урам зориг нь таныг эргэн тойрныхоо хүмүүст чиглүүлэгч гэрэл, урам зориг өгөх эх үүсвэр болгон бусдаас ялгаруулдаг. Бусдыг ойлгож, өөдрөг болгох чадвар чинь таныг хувь хүмүүст боломжоо нээж, зорилгодоо хүрэхэд нь туслах чадвартай жинхэнэ зөвлөгч болгодог. Та хувийн өсөлтийг дэмжих, утга учиртай харилцаа холбоог бий болгох онцгой авьяастай.",
  },
];
const scholarship = [
  {
    scholarTitle: "Fulbright Foreign Student Program ",
    pros: [
      "Бүх тээврийн зардал ",
      "Бүх тээврийн зардал ",
      "Сургалтын төлбөр ",
      "Эрүүл мэндийн даатгал ",
      "Визний зардал ",
      "Аяллын тэтгэмж ",
      "Суурьших зардал ",
    ],
    require: [
      "1.5 болон түүнээс дээш жилийн бүтэн цагаар ажилласан ажлын туршлагатай байх ",
      "Дээд боловсролтой байх (бакалаврын эсвэл дүйх зэрэг) ",
      "Англи хэлний чадвар сайтай байж, мэргэжлийн чиглэлээсээ хамааран TOEFL IBT 80-90, TOEFL PBT/ITP 550-575, or IELTS 6.5-7.0 оноотой байх ",
      "АНУ-ын ногоон карт эзэмшигч монголчууд өргөдөл гаргах эрхгүй болохыг анхаарна уу. ",
    ],
    aboutScholar:
      "Fulbright Foreign Student Program нь магистрын зэрэг олгох бүрэн хэмжээний тэтгэлэг юм. Хөтөлбөрийн сонгон шалгаруулалт нэг жилийн хугацаанд үргэлжилж, шалгарсан оролцогчид өргөдөл гаргасны дараа жилийн зун хөтөлбөрөө эхлүүлнэ. Энэхүү тэтгэлэгт манай улсын оюутнууд түгээмэл хамрагддаг бөгөөд жил бүр Дэлхийн хэмжээнд 1800 гаруй залууст үнэ төлбөргүй магистраа хамгаалах боломжийг өгдөг аж. (АНУ-д магистр 1-2 жилээр суралцдаг) ",
    amount: "287",
    accept: "1800",
    sum: "9000",
    country: "АНУ",
  },
  {
    scholarTitle: "Hubert H. Humphrey Fellowship Program",
    pros: [
      "Тухайн их сургуулийн мэргэжил дээшлүүлэх сургалтын зардал, (хэрэв шаардлагатай бол англи хэлний сургалтын зардлыг оруулан тооцно) ",
      "Ном сурах бичиг, нэг удаагийн компьютер авах зардал",
      "Ирж очих нислэг, мэргэжлийн судалгааны ажлын аялал",
      "Уулзалт, семинар сургалтын зардлууд",
    ],
    require: [
      "Дээд боловсролтой байх (бакалаврын эсвэл дүйх зэрэг)",
      "Өргөдөл гаргах үеийн байдлаар мэргэжлээрээ таваас доошгүй жил тасралтгүй ажилласан ажлын туршлагатай байх",
      "Удирдах чадвар болон нийгмийн үйлчилгээгээ батлан үзүүлэх",
      "Англи хэлний чадвар сайтай буюу TOEFL IBT 72, TOEFL PBT/ITP 525 эсвэл дүйх IELTS оноотой байх. (TOEFL IBT 52-71, TOEFL ITP 470-520 оноотой бол “Long Term English required candidates” сонголтыг сонгоно уу)",
      "АНУ-ын ногоон карт эзэмшигч монголчууд өргөдөл гаргах эрхгүй болохыг анхаарна уу.",
    ],
    aboutScholar:
      "Уг тэтгэлэг нь арван сарын турш үргэлжилдэг магистрын түвшний хөтөлбөр юм. Гэвч ямар нэгэн зэрэг олгодоггүй. Мөн тус тэтгэлэг нь дэлхийн хэмжээнд жил бүр 200 орчим мэргэжилтнүүдэд үнэ төлбөргүй суралцах боломж өгдөг гэнэ. Та энэхүү хөтөлбөрт тэнцэх арга барилаас суралцахыг хүсвэл TomYo аппын Alumni Voice хэсгээс Alumni Мөнхсоёлын зөвлөгөөг үзэх боломжтой.",
    amount: "71",
    accept: "200",
    sum: "1500",
    country: "АНУ",
  },
  {
    scholarTitle: "Study of the U.S. Institutes for Scholars (SUSI)",
    pros: [
      "Тээврийн бүх зардал",
      "Амьдрах зардал",
      "Эрүүл мэндийн даатгал",
      "Визний зардал",
      "Аяллын тэтгэмж",
    ],
    require: [
      "Их дээд сургууль юм уу судалгааны институтийн судлаач эсвэл их дээд сургуулийн багш байх",
      "Өргөдөл гаргаж буй чиглэлээрээ магистрын түвшний мэргэжлийн туршлагатай байх",
      "Англи хэлний чадвар сайтай байх (академик Англи хэлний чадвартай байж, магистрын түвшний хичээлийн хэлэлцүүлэгт чөлөөтэй оролцох боломжтой байх)",
      "АНУ-ын ногоон карт эзэмшигч монголчууд өргөдөл гаргах эрхгүй болохыг анхаарна уу.",
    ],
    aboutScholar:
      "Энэхүү тэтгэлгийн хувьд их, дээд сургуулийн багш, судлаач нарт зориулсан 5-6 долоо хоногийн бүрэн солилцооны хөтөлбөр юм. Уг тэтгэлэг нь ихэвчлэн их, дээд сургуулийн зуны амралт буюу 6-8-р сард зохион байгуулагддаг. Жилд нэг удаа зарлагдаж, 3-4 багш хамрагддаг аж",
    country: "АНУ",
  },
  {
    scholarTitle: "Global Undergraduate Exchange Program (Global UGRAD)",
    pros: [
      "Тээврийн бүх зардал",
      "Амьдрах зардал",
      "Эрүүл мэндийн даатгал",
      "Визний зардал",
      "Аяллын тэтгэмж",
    ],
    require: [
      "Монгол дахь магадлан итгэмжлэгдсэн их сургуулийн 1, 2 курсийн оюутан байх",
      "Голч дүн 3.0-с багагүй байх",
      "Англи хэлтэй байх (доод тал нь TOEFL IBT 61 буюу TOEFL IT /PBT 500 оноо)",
      "Өргөдөл гаргах үед 18–24 насны хооронд байх",
      "АНУ-ийн ногоон карт эзэмшдэг монголчууд өргөдөл гаргах эрхгүй.",
    ],
    aboutScholar:
      "Уг хөтөлбөр нь Монгол Улсын магадлан итгэмжлэгдсэн их, дээд сургуулийн 1 болон 2 дугаар курсийн оюутнуудад өөрсдийн сурч буй чиглэлээрээ АНУ-ын их, дээд сургуульд зэргийн бус солилцоонд хамрагдах боломжийг олгодог билээ. Хэрэв та Global UGRAD хөтөлбөрт хамрагдаад ирсэн төгсөгчийн зөвлөгөөг сонсохыг хүсвэл TomYo аппын хичээл хэсгээс үзэх боломжтой.",
    country: "АНУ",
  },
  {
    scholarTitle: "Chinese Government Scholarship",
    pros: [
      "Сургалтын төлбөр  ",
      "Дотуур байр",
      "Эрүүл мэндийн даатгал",
      "Стипент сар бүр 2500 юань (977500 төгрөг)",
    ],
    require: [
      "Хятад улсын харьяат иргэн биш, биеийн байдал эрүүл байх",
      "Бүрэн дунд боловсролтой",
      "Голч дүн 3.0 оос дээш, 25 хүртэлх насны",
      "HSK, IELTS болон TOEFL-ын дүнгийн хуудастай бол давуу тал болдог.",
    ],
    aboutScholar:
      "Хятадаас Монгол улсад суугаа Элчин сайдын яам жил бүр манай улсын БСШУСЯ-тай хамтарч сонгон шалгаруулалт явуулж, оюутнуудыг тэтгэлэгт хамруулдаг. Тодруулбал сонгон шалгаруулалтыг жил болгоны гуравдугаар сард зохион байгуулдаг бөгөөд энэ тухай дэлгэрэнгүй мэдээлэл БСШУСЯ-ны цахим хуудас дээр байршдаг гэнэ",
    country: "БНХАУ",
  },
  {
    scholarTitle: "Silk Road Scholarship",
    pros: [
      "Сургалтын төлбөр  ",
      "Дотуур байр",
      "Эрүүл мэндийн даатгал",
      "Стипент сар бүр 2500 юань (977500 төгрөг)",
    ],
    require: [
      "Хятад улсын харьяат иргэн биш, биеийн байдал эрүүл байх",
      "18-25 настай байх",
      "HSK-4 180 эсвэл TOEFL 80 , IELTS 6.0 буюу түүнээс дээш оноотой байх",
      "Зорилгоо ойлгуулах эсээ (800-с дээш үгтэй)",
      "2 академик багшийн тодорхойлолт, гарын үсэг болон холбогдох и-мэйл хаяг, утасны дугаар",
      "Гэр бүлийн санхүүгийн тодорхойлолт",
    ],
    aboutScholar:
      "Хятадын Засгийн газар “Нэг бүс, нэг зам” санаачилгыг хэрэгжүүлэх үүднээс Silk Road Scholarship буюу “Торгоны зам” тэтгэлгийг жил бүр ОУ-ын оюутнуудын дунд зарладаг.  Хэдийгээр Монгол энэ төсөлд байдаггүй болов ч хоёр хөрш улсын нөлөөгөөр хамрагдаж энэхүү тэтгэлэгт хүсэлт гаргах боломжтой орнуудын жагсаалтад багтдаг аж.",
    country: "БНХАУ",
  },
  {
    scholarTitle: "Күнзийн институтийн тэтгэлэг",
    pros: [
      "Сургалтын төлбөр  ",
      "Дотуур байр",
      "Эрүүл мэндийн даатгал",
      "Аяллын тэтгэмж",
    ],
    require: [
      "Бакалаврын зэрэгт өргөдөл гаргагч нь 25-аас доош насны Хятад улсын иргэн биш байх; ",
      "Биеийн байдал эрүүл байх",
      "Бүрэн дунд боловсролын гэрчилгээтэй байх",
      "HSK4  шалгалтын 210-аас доошгүй, HSK Дунд түвшинд 60-аас доошгүй тус тус оноотой байх",
    ],
    aboutScholar:
      "Олон улсын Хятад хэлний багш бэлтгэх, бусад орны Хятад хэлний боловсролыг хөгжүүлэх зорилгоор Күнзийн институтээс жил бүр тус тэтгэлгийг олгодог. Монгол дахь Күнзийн институт, бие даан ажилладаг Күнзийн танхимууд, HSK-ийн зарим туршилтын төвүүд, их, дээд сургуулиудын хятад хэлний тэнхимүүд, сургалтын болон мэргэжлийн холбоонууд зэрэг байгууллагуудад энэхүү тэтгэлэг зарлагддаг.",
    country: "БНХАУ",
  },
];
export { CareerType, careerTestData, uni, lesson, jobList,scholarship };
